{
  "tribe_id": "epa_100000101",
  "tribe_name": "Ho-Chunk Nation of Wisconsin",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "99583213",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "HO-CHUNK NATION OF WISCONSIN",
      "obligation": 243000.0,
      "start_date": "2023-01-01",
      "end_date": "2024-12-31",
      "description": "DESCRIPTION:THIS AWARD WILL PROVIDE GENERAL ASSISTANCE PROGRAM (GAP) FUNDS TO THE HO-CHUNK NATION IN SUPPORT OF ENVIRONMENTAL CAPACITY BUILDING ACTIVITIES. THE FUNDS WILL ENABLE THE TRIBE TO ASSESS, MONITOR, AND DEVELOP STRATEGIES FOR PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT. THE HO-CHUNK NATION WILL CONTINUE TO MAINTAIN AND ENHANCE THEIR ENVIRONMENTAL HEALTH PROGRAM TO ENSURE THE TRIBE HAS THE ABILITY AND TECHNICAL RESOURCES TO RESPOND TO POTENTIAL HEALTH HAZARDS AND POTENTIAL ENVIRONMENTAL HAZARDS. HO-CHUNK NATION WILL CONTINUE TO WORK WITH FEDERAL, STATE, AND LOCAL JURISDICTIONS TO ADDRESS AREAS OF CONCERN AND ENSURE COMPLIANCE WITH THE APPROPRIATE REGULATORY AGENCY. THE DIRECT BENEFICIARIES OF THIS AGREEMENT ARE THE CITIZENS OF THE HO-CHUNK NATION. \nACTIVITIES:SPECIFICALLY, THE TRIBE WILL:\n\n1. WORK ON LOCAL, REGIONAL, AND NATIONAL POLICY RELATED TO ENERGY, CLIMATE CHANGE, AIR, WATER PROTECTIONS, AND WASTE REDUCTIONS. \n2. DEVELOP AND ENHANCE THE TRIBES RELATIONSHIP WITH STATE AND FEDERAL PARTNERS ON JOINT ENVIRONMENTAL ISSUES. \n3. PURSUE FEDERAL AND STATE PROGRAMS WHERE THOSE PROGRAMS INTERSECT WITH THE NATION'S ENVIRONMENTAL AND JURISDICTIONAL NEEDS.\n4. MANAGE THE DIVISION OF ENVIRONMENTAL HEALTH FOR THE HO-CHUNK NATION TO BUILD ON CORE ENVIRONMENTAL PROGRAM COMPETENCIES.\n5. EDUCATE AND INFORM THE HO-CHUNK LEADERSHIP AND THE COMMUNITY TO INCREASE AWARENESS ON ENVIRONMENTAL ISSUES AND THE POTENTIAL AFFECTS TO THE HO-CHUNK NATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE WORK INCLUDES OUTPUTS AND OUTCOMES ASSOCIATED WITH MANAGING CONTINUING ENVIRONMENTAL PROGRAMS WHICH INCLUDE DELIVERABLES TO PROTECT AND MAINTAIN ENVIRONMENTAL PROGRAM CAPACITY BUILDING. THE DIRECT BENEFICIARIES OF THIS AGREEMENT ARE THE CITIZENS OF THE HO-CHUNK NATION.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "99583214",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "HO-CHUNK NATION OF WISCONSIN",
      "obligation": 260000.0,
      "start_date": "2025-01-01",
      "end_date": "2026-12-31",
      "description": "DESCRIPTION:THIS AWARD WILL PROVIDE GENERAL ASSISTANCE PROGRAM (GAP) FUNDS TO THE HO-CHUNK NATION IN SUPPORT OF ENVIRONMENTAL CAPACITY BUILDING ACTIVITIES. THE FUNDS WILL ENABLE THE TRIBE TO ASSESS, MONITOR, AND DEVELOP STRATEGIES FOR PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT. THE HO-CHUNK NATION WILL CONTINUE TO MAINTAIN AND ENHANCE THEIR ENVIRONMENTAL HEALTH PROGRAM TO ENSURE THE TRIBE HAS THE ABILITY AND TECHNICAL RESOURCES TO RESPOND TO POTENTIAL HEALTH HAZARDS AND POTENTIAL ENVIRONMENTAL HAZARDS. HO-CHUNK NATION WILL CONTINUE TO WORK WITH FEDERAL, STATE, AND LOCAL JURISDICTIONS TO ADDRESS AREAS OF CONCERN AND ENSURE COMPLIANCE WITH THE APPROPRIATE REGULATORY AGENCY. THE DIRECT BENEFICIARIES OF THIS AGREEMENT ARE THE CITIZENS OF THE HO-CHUNK NATION.ACTIVITIES:SPECIFICALLY, THE TRIBE WILL: 1. WORK ON LOCAL, REGIONAL, AND NATIONAL POLICY RELATED TO ENERGY, CLIMATE CHANGE, AIR, WATER PROTECTIONS, AND WASTE REDUCTIONS. 2. DEVELOP AND ENHANCE THE TRIBES RELATIONSHIP WITH STATE AND FEDERAL PARTNERS ON JOINT ENVIRONMENTAL ISSUES. 3. PURSUE FEDERAL AND STATE PROGRAMS WHERE THOSE PROGRAMS INTERSECT WITH THE NATION'S ENVIRONMENTAL AND JURISDICTIONAL NEEDS. 4. MANAGE THE DIVISION OF ENVIRONMENTAL HEALTH FOR THE HO-CHUNK NATION TO BUILD ON CORE ENVIRONMENTAL PROGRAM COMPETENCIES. 5. EDUCATE AND INFORM THE HO-CHUNK LEADERSHIP AND THE COMMUNITY TO INCREASE AWARENESS ON ENVIRONMENTAL ISSUES AND THE POTENTIAL AFFECTS TO THE HO-CHUNK NATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE WORK INCLUDES OUTPUTS AND OUTCOMES ASSOCIATED WITH MANAGING CONTINUING ENVIRONMENTAL PROGRAMS WHICH INCLUDE DELIVERABLES TO PROTECT AND MAINTAIN ENVIRONMENTAL PROGRAM CAPACITY BUILDING. THE ANTICIPATED DELIVERABLES INCLUDE PROGRAM REVIEW, MEMOS, PUBLIC OUTREACH AND EDUCATION, REPORTING AND SURVEYS, AND ATTENDANCE OF TRAININGS/CONFERENCES, AND WORKSHOPS. THE EXPECTED OUTCOMES INCLUDE MANAGEMENT OF THE DIVISION OF ENVIRONMENTAL HEALTH PROGRAMS, MANAGEMENT OF THE SOLID WASTE, RECYCLING, AND HAZARDOUS WASTE PROGRAMS, IDENTIFYING POTENTIAL IMPACTS TO HO-CHUNK COMMUNITIES AND CULTURE FROM CLIMATE CHANGE, MANAGEMENT OF THE DRINKING WATER PROGRAM, AND MANAGEMENT OF THE PRIVATE ONSITE WASTEWATER TREATMENT SYSTEM.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "24IXWI73180",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "HO-CHUNK NATION OF WISCONSIN",
      "obligation": 6000000.0,
      "start_date": "2025-01-13",
      "end_date": "2028-05-01",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "04E01469",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "HO-CHUNK NATION OF WISCONSIN",
      "obligation": 154000.0,
      "start_date": "2022-04-01",
      "end_date": "2024-09-30",
      "description": "DESCRIPTION:\nTHE PURPOSE OF THIS GRANT IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT (CAA) TO THE HO-CHUNK NATION OF WISCONSIN (HCN) TO EXPAND ITS EXPERTISE AND MONITORING CAPABILITIES FOR THEIR AIR QUALITY PROGRAM.\nACTIVITIES:\nHCN WILL OBTAIN TRAINING FOR THE AIR QUALITY SPECIALIST ON ENVIRONMENTAL PROGRAM MANAGEMENT AND AIR MONITORING SOFTWARE. HCN WILL ALSO PERFORM INDOOR AIR QUALITY ASSESSMENT FOR ITS RESIDENTS AS WELL AS CONDUCT TWO OUTREACH SESSIONS. HCN WILL REVIEW COMMENTS ITS TREATMENT AS A STATE (TAS) APPLICATION AND SUBMIT A FINISHED CAA SECTION 105 WORKPLAN, AND CONTINUE THE OPERATION OF ITS TWO PARTICULATE MATTER (PM) AIR MONITORING STATIONS.\nOUTCOMES:\nEXPECTED OUTCOMES INCLUDE INCREASED EXPERTISE AND KNOWLEDGE OF AIR QUALITY MANAGEMENT OF THE AIR QUALITY SPECIALIST, IMPROVEMENT IN INDOOR AIR QUALITY AMONG TRIBAL CITIZENS, INCREASED CAPACITY OF THE TRIBAL AIR QUALITY PROGRAM, AND EXPAND THE KNOWLEDGE OF PARTICULATE MATTER (PM) POLLUTION IN HO-CHUNK NATION. THE BENEFICIARIES OF THIS PROJECT ARE TRIBAL MEMBERS OF HO-CHUNK NATION.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "05E01469",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "HO-CHUNK NATION OF WISCONSIN",
      "obligation": 138738.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE PURPOSE OF THIS GRANT IS TO PROVIDE FUNDING TO THE HO-CHUNK NATION OF WISCONSIN TO EXPAND ITS EXPERTISE AND MONITORING CAPABILITIES FOR THEIR AIR QUALITY PROGRAM.ACTIVITIES:THE HO-CHUNK NATION WILL OBTAIN TRAINING ON ENVIRONMENTAL PROGRAM MANAGEMENT AND AIR MONITORING SOFTWARE. THE HO-CHUNK NATION WILL ALSO PERFORM INDOOR AIR QUALITY ASSESSMENT FOR ITS RESIDENTS, CONDUCT TWO OUTREACH SESSIONS, AND CONTINUE THE OPERATION OF ITS TWO-PARTICULATE MATTER AIR MONITORING STATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES INCLUDE INCREASED EXPERTISE AND KNOWLEDGE OF AIR QUALITY MANAGEMENT OF THE AIR QUALITY SPECIALIST, IMPROVEMENT IN INDOOR AIR QUALITY AMONG TRIBAL CITIZENS, INCREASED CAPACITY OF THE TRIBAL AIR QUALITY PROGRAM, AND EXPANDED KNOWLEDGE OF PARTICULATE MATTER POLLUTION IN HO-CHUNK NATION. THE BENEFICIARIES OF THIS PROJECT ARE TRIBAL MEMBERS OF HO-CHUNK NATION.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 6795738.0,
  "award_count": 5,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 503000.0
    },
    "14.867": {
      "count": 1,
      "total": 6000000.0
    },
    "66.038": {
      "count": 2,
      "total": 292738.0
    }
  },
  "yearly_obligations": {
    "2022": 154000.0,
    "2023": 243000.0,
    "2024": 0.0,
    "2025": 6398738.0,
    "2026": 0.0
  },
  "trend": "increasing"
}