{
  "tribe_id": "epa_100000424",
  "tribe_name": "Inupiat Community of the Arctic Slope",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A25AV01249",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "INUPIAT COMMUNITY OF THE ARCTIC SLOPE",
      "obligation": 150000.0,
      "start_date": "2025-09-19",
      "end_date": "2028-12-31",
      "description": "ICAS FY24 TCR",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "01J90201",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "INUPIAT COMMUNITY OF THE ARCTIC SLOPE",
      "obligation": 500000.0,
      "start_date": "2021-10-01",
      "end_date": "2025-09-30",
      "description": "THE INUPIAT COMMUNITY OF THE ARCTIC SLOPE WILL ASSIST MEMBER TRIBES AND THE COMMUNITY IN CLIMATE CHANGE ADAPTATION, OCEAN DEBRIS MAPPING AND PROTECTING FRESH WATER RESOURCES. PARTNERSHIPS WITH MEMBER TRIBES, NORTH SLOPE BOROUGH AND OTHER LOCAL, STATE, AND FEDERAL ENTITIES WILL FURTHER THE GOALS OF THE PLAN. THIS WORKPLAN IS BEING DEVELOPED AS A FOUR-YEAR PLAN. CONTINUED CAPACITY DEVELOPMENT, BUILDING ENVIRONMENTAL STEWARDSHIP AND EDUCATION REGARDING THE ENVIRONMENTAL ISSUES IN THE FAR NORTH. FUTURE ENVIRONMENTAL ISSUES WILL MOVE FORWARD AND DOCUMENTED AS PART OF THE EPA TRIBAL ENVIRONMENTAL PLAN.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J74801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "INUPIAT COMMUNITY OF THE ARCTIC SLOPE",
      "obligation": 1876000.0,
      "start_date": "2024-10-01",
      "end_date": "2028-09-30",
      "description": "DESCRIPTION:THE INUPIAT COMMUNITY OF THE ARCTIC SLOPE (ICAS) ASSISTS IN REPRESENTING OF TRIBAL ENTITIES IN THE GEOGRAPHIC AREA OF THE NORTH SLOPE OF ALASKA. OUR COLLABORATION WITH TRIBES CONTAINED IN THIS INDIAN GENERAL ASSISTANCE PROGRAM GRANT RESOURCE WILL ASSIST MEMBER TRIBES WITH THE FUNDS FOR EACH IN BUILDING COMMUNITY ENVIRONMENTAL PROGRAMS. AT THIS TIME TRIBAL VILLAGES HAVE BUILT A COMMUNICATIONS NETWORK FOR DISCUSSING TRIBAL ENVIRONMENTAL ISSUES DUE FROM CLIMATE CHANGE, RESOURCE MIGRATORY PATTERNS, AND OTHER UNIQUE PROBLEMS FACING THE TRIBES OF THE NORTH SLOPE OF ALASKA TODAY. \nICAS CONTINUES TO TRAIN, DOCUMENT, AND COMMUNICATE WITH AN ANNUAL ENVIRONMENTAL COMMUNITY FORUM, TO IDENTIFY ENVIRONMENTAL PRIORITIES, AND RESOURCES THAT MAY BE HELPFUL TO THE TRIBE IN BUILDING AN ENVIRONMENTAL PLAN. ICAS WILL CONTINUE ITS SUPPORT OF TRIBES AND ASSIST IN THE WORK PLAN DEVELOPMENT OF ADDITIONAL YEARS OF THEIR GRANTS BASED ON THE LOCAL TRIBAL ENVIRONMENTAL PRIORITIES.\nACTIVITIES:THE INUPIAT COMMUNITY OF THE ARCTIC SLOPE WILL BUILD CAPACITY WITH TRIBAL STAFF ENVIRONMENTAL PROGRAM STAFF'S EXPERIENCE IN RESEARCHING, IDENTIFYING, APPLYING FOR, AND SUCCESSFULLY MANAGING NEW GRANTS THAT ADDRESS THE ENVIRONMENTAL ISSUES DETAILED IN THE REQUIRED EPA TRIBAL ENVIRONMENTAL PLAN. \nICAS REPRESENTS, COLLABORATES, ASSISTS, THE VILLAGES OF ATQASUK, NATIVE VILLAGE OF PT. HOPE, VILLAGE OF WAINWRIGHT, NATIVE VILLAGE OF POINT LAY, NATIVE VILLAGE OF BARROW, NATIVE VILLAGE OF NUIQSUT, NATIVE VILLAGE OF KAKTOVIK, NATIVE VILLAGE OF ANAKTUVUK PASS ARE TRIBAL VILLAGES THAT ICAS WILL CONTINUE TO SUPPORT AND REACH OUT TO DURING FY 2024- 2028. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ICAS WILL DEVELOP TRIBAL ENVIRONMENTAL PRIORITIES REGARDING CURRENT WATER RESOURCES AND CLIMATE CHANGE. CLIMATE CHANGE ISSUES WILL BE IDENTIFIED, AND POTENTIAL REMEDIES WILL BE DOCUMENTED FOR DISTRIBUTION TO FEDERAL, STATE, AND LOCAL ENTITIES. INCREASED TRIBAL COUNCIL MEMBERS KNOWLEDGE OF ALL ENVIRONMENTAL PROGRAMS AND RESOURCES WILL BE IDENTIFIED TO SUPPORT LONG-TERM TRIBAL ENVIRONMENTAL GOALS. CREATE AND MANAGE BUDGETS AND MAINTAIN RECORDS IN ACCORDANCE WITH GRANT CONDITIONS AND FEDERAL REPORTING STANDARDS.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 2526000.0,
  "award_count": 3,
  "cfda_summary": {
    "15.156": {
      "count": 1,
      "total": 150000.0
    },
    "66.926": {
      "count": 2,
      "total": 2376000.0
    }
  },
  "yearly_obligations": {
    "2022": 500000.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 2026000.0,
    "2026": 0.0
  },
  "trend": "increasing"
}