{
  "tribe_id": "epa_100000590",
  "tribe_name": "Pamunkey Indian Tribe",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "95304701",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "PAMUNKEY INDIAN TRIBE",
      "obligation": 468165.0,
      "start_date": "2022-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS GRANT AGREEMENT WILL PROVIDE FUNDS TO THE PAMUNKEY INDIAN TRIBE TO DEVELOP ITS NATURAL RESOURCES DEPARTMENT AND HIRE A NATURAL RESOURCES DIRECTOR. THE DIRECTOR WILL TAKE TRAINING AND BEGIN TO ADVOCATE FOR THE TRIBE'S ENVIRONMENTAL INTERESTS BY ATTENDING MEETINGS, PARTICIPATING ON CONSULTATIONS, AND NETWORKING WITH OTHER LOCAL, STATE, FEDERAL, ACADEMIC AND NON-PROFIT ORGANIZATIONS. THE DIRECTOR WILL ALSO DEVELOP AND FINALIZE AN EPA/TRIBAL ENVIRONMENTAL PLAN (ETEP), A QUALITY MANAGEMENT PLAN, AND FINANCIAL GRANT MANAGEMENT POLICES AND PROCEDURES. ACTIVITIES:THE DIRECTOR WILL BE SETTING UP ADMINISTRATIVE AND FINANCIAL POLICIES TO ENSURE PROPER EXECUTION OF THE GRANT. THE TRIBE WILL BE ATTENDING MEETINGS, CONSULTATIONS, AND OTHER EVENTS THAT ARE PERTINENT TO THE TRIBE'S ENVIRONMENTAL INTERESTS AND PRIORITIES. THE GRANT WILL PROVIDE FOR REFUSE SERVICE TO RESIDENTS AND THE GOVERNMENT ON THE RESERVATION. LASTLY, THE TRIBE WILL BE DEVELOPING AND FINALIZING THE EPA TRIBAL ENVIRONMENTAL PLAN (ETEP). SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES FOR THIS PROJECT ARE THE HIRING OF A NATURAL RESOURCES DIRECTOR THAT WILL OVERSEE EXECUTION OF THE GRANT. THAT DIRECTOR WILL PARTICIPATE IN ENVIRONMENTAL TRAINING, NETWORKING, AND ADVOCACY FOR THE TRIBE.  THE NATURAL RESOURCES DIRECTOR WILL OVERSEE THE YEAR-LONG REFUSE SERVICE CONTRACT FOR RESIDENTS AND THE GOVERNMENT OF THE PAMUNKEY INDIAN TRIBE RESERVATION. LASTLY THE NATURAL RESOURCES DIRECTOR WILL DEVELOP AND FINALIZE INTERNAL POLICIES AND PROCEDURES ON PROPER EXECUTION OF THE GAP GRANT. THE BENEFICIARIES ARE THE CITIZENS OF THE PAMUNKEY INDIAN TRIBE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "55IT5111720",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "PAMUNKEY INDIAN TRIBE",
      "obligation": 742704.0,
      "start_date": "2017-07-28",
      "end_date": "2034-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    }
  ],
  "total_obligation": 1210869.0,
  "award_count": 2,
  "cfda_summary": {
    "66.926": {
      "count": 1,
      "total": 468165.0
    },
    "14.867": {
      "count": 1,
      "total": 742704.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 468165.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}