{
  "tribe_id": "epa_100000541",
  "tribe_name": "Sun'aq Tribe of Kodiak",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01J60901",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "SUN'AQ TRIBE OF KODIAK",
      "obligation": 494424.0,
      "start_date": "2019-10-01",
      "end_date": "2023-12-30",
      "description": "THIS PROJECT WILL ASSIST SUN'AQ TRIBE OF KODIAK IN BUILDING CAPACITY AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH.  TASKS INCLUDE MAINTAINING AN ENVIRONMENTAL OFFICE AND PROGRAMS; RESEARCHING ISSUES AND RESOURCES AND ATTENDING TRAINING; COLLABORATING WITH OTHER AGENCIES AND CONDUCTING OUTREACH; UPDATING THE ENVIRONMENTAL INVENTORY AND PLAN; DEVELOPING A GIS PROGRAM; AND ASSESSING BASELINE SURFACE WATER QUALITY.   NOTE: THE INDIRECT COST RATE AGREEMENT ON FILE WITH EPA EXPIRESD 09/30/2016, YOU MAY NOT DRAW DOWN FUNDS FOR INDIRECT COSTS WITHOUT A CURRENT, APPROVED RATE IN PLACE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J46801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "SUN'AQ TRIBE OF KODIAK",
      "obligation": 125000.0,
      "start_date": "2023-10-01",
      "end_date": "2024-09-30",
      "description": "DESCRIPTION:THIS PROJECT WILL ASSIST THE SUN'AQ TRIBE OF KODIAK IN BUILDING CAPACITIES AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH.  OBJECTIVES/WORKPLAN COMPONENTS INCLUDE: 1. BUILDING ADMINISTRATIVE CAPACITY; 2. BUILDING PROGRAMMATIC CAPACITY; 3. BUILDING COMMUNICATIONS CAPACITY; AND 4. BUILDING TECHNICAL CAPACITY.ACTIVITIES:WORKPLAN ACTIVITIES/TASKS INCLUDE: MAINTAINING AN ENVIRONMENTAL OFFICE AND ADMINISTRATIVE AND PROGRAM MANAGEMENT FUNCTIONS; ATTENDING TRAINING AND RESEARCHING ISSUES AND RESOURCES; COMMUNICATING INTERNALLY AND EXTERNALLY ABOUT ISSUES AND CONDUCTING COMMUNITY EDUCATION ACTIVITIES; BUILDING TECHNICAL KNOWLEDGE OF OCEAN WATER QUALITY, SURFACE WATER QUALITY AND CONTAMINANTS; UPDATING THE ENVIRONMENTAL INVENTORY; AND COLLECTING BASELINE OCEAN AND SURFACE WATER QUALITY DATA.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE SUN'AQ TRIBE OF KODIAK, TRIBAL MEMBERS, AND THE LOCAL PUBLIC.  THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE: INCREASING TRIBAL ADMINISTRATIVE CAPACITY TO RESPOND TO LOCAL ENVIRONMENTAL CONCERNS; INCREASING TRIBAL PROGRAMMATIC CAPACITY TO ASSESS LOCAL ENVIRONMENTAL ISSUES; INCREASING COMMUNITY KNOWLEDGE OF ENVIRONMENTAL ISSUES AND ACTIONS PROTECTIVE OF THE ENVIRONMENT; AND INCREASING TRIBAL TECHNICAL CAPACITIES TO PRIORITIZE ENVIRONMENTAL NEEDS AND DEVELOP PROGRAMS TO ADDRESS THEM.   ANTICIPATED DELIVERABLES INCLUDE: PERFORMANCE REPORTS; FINANCIAL REPORTS; COPIES OF OUTREACH MATERIALS; EVENT SUMMARY REPORTS; AND AN UPDATED ENVIRONMENTAL INVENTORY REPORT.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A22AV01089",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "SUN'AQ TRIBE OF KODIAK",
      "obligation": 352292.32,
      "start_date": "2021-10-01",
      "end_date": "2026-09-30",
      "description": "SUN'AQ TRIBE OF KODIAK TRANSPORTATION PROGRAM AGREEMENT (STRA-21)",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "55IH0208680",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "KODIAK ISLAND HOUSING AUTHORITY",
      "obligation": 79935837.0,
      "start_date": "2011-10-18",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    }
  ],
  "total_obligation": 80907553.32,
  "award_count": 4,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 619424.0
    },
    "20.205": {
      "count": 1,
      "total": 352292.32
    },
    "14.867": {
      "count": 1,
      "total": 79935837.0
    }
  },
  "yearly_obligations": {
    "2022": 352292.32,
    "2023": 0.0,
    "2024": 125000.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}