{
  "tribe_id": "epa_100000207",
  "tribe_name": "Ponca Tribe of Nebraska",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "EMK-2020-PC-0004",
      "cfda": "97.047",
      "program_id": "fema_bric",
      "recipient_name_raw": "PONCA TRIBE OF NEBRASKA",
      "obligation": 64828.67,
      "start_date": "2019-10-01",
      "end_date": "2025-05-11",
      "description": "PRE-DISASTER MITIGATION",
      "awarding_agency": "Department of Homeland Security"
    },
    {
      "award_id": "97753006",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "PONCA TRIBE OF NEBRASKA",
      "obligation": 119998.0,
      "start_date": "2022-10-01",
      "end_date": "2023-09-30",
      "description": "DESCRIPTION:PURPOSE: THE GENERAL ASSISTANCE PROGRAM GRANT PROVIDES FUNDING TO THE PONCA TRIBE TO BUILD ENVIRONMENTAL MANAGEMENT CAPACITY. THIS INCLUDES THE PLANNING, DEVELOPMENT AND ESTABLISHMENT OF ENVIRONMENTAL PROTECTION PROGRAMS IN INDIAN COUNTRY. GAP SUPPORTS THE OPERATION OF CONTINUING ENVIRONMENTAL PROGRAMS AND GIVES FLEXIBILITY TO ADDRESS ENVIRONMENTAL PRIORITIES. THIS COOPERATIVE AGREEMENT WILL CONTRIBUTE TO THE PROTECTION OF PUBLIC HEALTH BY PROVIDING CLEAN AIR, WATER AND LAND TO THE CITIZENS OF THE PONCA TRIBE OF NEBRASKA.  ACTIVITIES: ACTIVITIES TO BE PERFORMED: CAPACITY BUILDING FOR CLEAN AIR, WATER AND LAND PROGRAMS FOR THE CITIZENS OF THE PONCA TRIBE OF NEBRASKA. ACTIVITIES INCLUDE EDUCATIONAL OUTREACH ACTIVITIES, ENVIRONMENTAL PROGRAM MANAGEMENT AND DEVELOPMENT, GRANT MANAGEMENT, AND OVERSITE OF BROWNFIELDS SITE ASSESSMENTS, REMEDIATION AND REDEVELOPMENT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES: DELIVERABLES INCLUDE PROGRESS RELATING TO THE PLANNING, DEVELOPMENT AND ESTABLISHMENT OF ENVIRONMENTAL PROTECTION PROGRAMS IN INDIAN COUNTRY, INCLUDING THOSE COVERING AIR, LAND AND WATER. OTHER DELIVERABLES INCLUDE EVIDENCE OF COMMUNITY OUTREACH AND EDUCATION, AS WELL AS PROPER ENVIRONMENTAL GRANT MANAGEMENT. DIRECT BENEFICIARIES INCLUDE THE CITIZENS OF THE PONCA TRIBE OF NEBRASKA AND GENERAL PUBLIC.   THERE WILL BE NO SUBAWARDS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "55IH3124180",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "NORTHERN PONCA HOUSING AUTHORITY",
      "obligation": 37935288.0,
      "start_date": "2012-01-06",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "97795701",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "PONCA TRIBE OF NEBRASKA",
      "obligation": 101020.0,
      "start_date": "2022-10-01",
      "end_date": "2023-09-30",
      "description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR THE PONCA TRIBE OF NEBRASKA TO CONDUCT RESEARCH AND EDUCATION ACTIVITIES AS OUTLINED IN CAA 103. THIS PROJECT CONTINUES INDOOR AIR QUALITY TESTING, STRATEGICV ENGERY PLANNING EFFIENCY MONITRING,AS WELL AS TRIBAL EDUCATION AND OUTREACH WITH GOAL OF IMPROVING AND PROTECTING THE HEALTH OF PONCA TRIBE OF NEBRASKA. ACTIVITIES:ACTIVITIES INCLUDE TRAINING IN INDOOR AIR QUALITY ASSESSMENT METHODS, AND SUBSEQUENT INDOOR AIR ASSESSMENTS IN TRIBAL HOMES AND COMMUNITY FACILITIES, AND RADON SPECIALIST LICENSE ACCREDITATION. ALSO INCLUDED ARE OUTREACH AND EDUCATION EFFORTS TO BOLSTER COMMUNITY KNOWLEDGE OF INDOOR AND OUTDOOR AIR QUALITY ISSUES. AS WELL AS ENERGY CONSUMPTION EDUCATION AIMED AT IMPROVING ENERGY EFFICIENCY WITHIN TRIBAL HOMES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT ASSISTS THE TRIBE IN UNDERSTANDING THE INDOOR AIR QUALITY ISSUES FACING THE TRIBAL POPULATION, AS WELL AS CONTRIBUTES TO GENERAL KNOWLEDGE REGARDING INDOOR AND AMBIENT AIR. EDUCATION WILL INCREASE COMMUNITY KNOWLEDGE OF AIR ISSUES AND ASSIST IN IMPROVING AND AVOIDING NEGATIVE HEALTH OUTCOMES RELATED TO ADVERSE AIR QUALITY EVENTS. BENEFICIARIES OF THIS PROGRAM INCLUDE THE INHABITANTS OF THE PONCA TRIBE OF NEBRASKA. THERE ARE NO KNOWN SUBRECIPIENTS AT THIS TIME.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 38221134.67,
  "award_count": 4,
  "cfda_summary": {
    "97.047": {
      "count": 1,
      "total": 64828.67
    },
    "66.926": {
      "count": 1,
      "total": 119998.0
    },
    "14.867": {
      "count": 1,
      "total": 37935288.0
    },
    "66.038": {
      "count": 1,
      "total": 101020.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 221018.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}