{
  "tribe_id": "epa_100000593",
  "tribe_name": "Monacan Indian Nation",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "96376501",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "MONACAN INDIAN NATION",
      "obligation": 337809.0,
      "start_date": "2020-10-01",
      "end_date": "2024-09-30",
      "description": "THE GRANT PROVIDES FUNDING TO THE MONACAN INDIAN NATION TO BUILD ENVIRONMENTAL CAPACITY.THE FUNDS WILL BE USED TO DEVELOP A TRIBAL ENVIRONMENTAL PROGRAM, DEVELOP FOUNDATIONAL ENVIRONMENTAL DOCUMENTS AND ORGANIZE COMMUNITY EVENTS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "95349901",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "MONACAN INDIAN NATION",
      "obligation": 274713.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO THE MONACAN INDIAN NATION. THE RECIPIENT WILL BUILD ITS CAPACITY TO ADMINISTER AN EPA PROGRAM AND IMPLEMENT SOLID/HAZARDOUS WASTE ACTIVITIES. \nACTIVITIES:THE MONACAN INDIAN NATION WILL MAINTAIN AND DEVELOP CORE CAPACITIES TO CONTINUE THE DEVELOPMENT AND MANAGEMENT OF THE MONACAN INDIAN NATION ENVIRONMENTAL DEPARTMENT AND ENSURE THE MONACAN INDIAN NATION HAS AN ENVIRONMENTAL PRESENCE IN THEIR AREAS OF INTEREST. AS CAPACITY AT THE TRIBAL GOVERNMENT HQ, ELDER CENTER, AND CHILDCARE PROGRAM ARE DEVELOPED, EMERGENCY MANAGEMENT PLANNING WILL BECOME A LARGER PART OF GENERAL CAPACITY BUILDING\n\nTHE NATION WILL CONTINUE TO DEVELOP THE MONACAN INDIAN NATION WATER PROGRAM BY IMPROVING THE NATION'S CAPACITY FOR THEIR WATER QUALITY PROGRAMS, TAKING TRAINING TO LEARN MORE ABOUT THE CLEAN WATER AND SAFE DRINKING WATER ACTS, AND BUILDING A LAND USE PLAN THAT CENTERS AROUND WATER PROTECTION AND WATER QUALITY. THE NATION WILL ALSO BE INVOLVED TESTING SURFACE WATERS AND CITIZEN WELL WATER AS REQUESTED.  THE NATION WILL OBTAIN A CONTRACT WITH A SPECIALIST TO MONITOR THE ORCHARD HILLS DRINKING WATER SYSTEM.  \n\nTHE NATION WILL CONTINUE TO DEVELOP AND ENHANCE THE MONACAN INDIAN NATION AIR PROGRAM BY TAKING TRAINING RELATED TO INDOOR AIR QUALITY. ADDITIONALLY, THE NATION WILL CONTINUE TO DEVELOP THE METHODOLOGY AND TRAINING FOR CONDUCTING BASELINE INDOOR AIR QUALITY ASSESSMENTS OF THE NATION'S CITIZEN'S HOMES AND GOVERNMENT BUILDINGS.  THE NATION WILL CONTINUE CONDUCTING OUTREACH AND EDUCATION REGARDING INDOOR AIR QUALITY ISSUES AND CONCERNS.  THE NATION WILL BEGIN RESEARCHING SIRG AND DERA GRANTS THROUGH EPA TO IMPROVE THEIR UNDERSTANDING OF RADON DANGERS AND DIESEL INFRASTRUCTURE FOR TRIBAL CITIZENS. \n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE A REVISED AND UPDATED QMP AND ETEP, QAPP,  WATER QUALITY MONITORING REPORT OUTS, PLAN/UPDATED PLANS FOR SOLID WASTE/HOUSEHOLD HAZ WASTE/COMPOSTING, UPDATES ON AIR PROGRAM\n\nTHE EXPECTED OUTCOMES INCLUDE STRONGER PARTICIPATION IN ENVIRONMENTAL CONSULTATIONS AND OTHER OPPORTUNITIES, MORE EDUCATED MEMBERS RELATED TO ENVIRONMENTAL TOPICS, IMPROVED WATER QUALITY, BETTER SOLID WASTE MANAGEMENT PRACTICES, CLEANED UP TRIBAL LANDS. \n\nTHE INTENDED BENEFICIARIES INCLUDE THE MEMBERS AND/OR RESIDENTS OF THE MONACAN INDIAN NATION.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A25AV00876",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "MONACAN INDIAN NATION",
      "obligation": 243764.87,
      "start_date": "2024-10-01",
      "end_date": "2027-09-30",
      "description": "HIGHWAY PLANNING AND CONSTRUCTION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "55IT5110470",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "MONACAN INDIAN NATION",
      "obligation": 4046799.0,
      "start_date": "2018-09-05",
      "end_date": "2034-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    }
  ],
  "total_obligation": 4903085.87,
  "award_count": 4,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 612522.0
    },
    "20.205": {
      "count": 1,
      "total": 243764.87
    },
    "14.867": {
      "count": 1,
      "total": 4046799.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 518477.87,
    "2026": 0.0
  },
  "trend": "new"
}