{
  "tribe_id": "epa_100000338",
  "tribe_name": "Yurok Tribe of the Yurok Reservation, California",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A19AP00197",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "YUROK TRIBE",
      "obligation": 156726.0,
      "start_date": "2019-08-01",
      "end_date": "2022-12-31",
      "description": "COOPERATIVE LANDSCAPE CONSERVATION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A20AP00074",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "YUROK TRIBE",
      "obligation": 150000.0,
      "start_date": "2020-06-01",
      "end_date": "2024-10-31",
      "description": "COOPERATIVE LANDSCAPE CONSERVATION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A18AP00200",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "YUROK TRIBE",
      "obligation": 121675.0,
      "start_date": "2018-09-01",
      "end_date": "2020-12-31",
      "description": "OCEAN AND COASTAL MNGMT PLANNING",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A21AP10183",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "YUROK TRIBE",
      "obligation": 113850.0,
      "start_date": "2021-08-16",
      "end_date": "2024-12-31",
      "description": "COASTAL RIPARIAN RESTORATION AND STEWARDSHIP PLANNING IN THE BLUE CREEK SALMON SANCTUARY",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "EMF-2020-BR-129",
      "cfda": "97.047",
      "program_id": "fema_bric",
      "recipient_name_raw": "YUROK TRIBE",
      "obligation": 288935.41,
      "start_date": "2024-02-22",
      "end_date": "2027-02-21",
      "description": "BUILDING RESILIENT INFRASTRUCTURE AND COMMUNITIES",
      "awarding_agency": "Department of Homeland Security"
    },
    {
      "award_id": "A22AV00691",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "YUROK TRIBE",
      "obligation": 10591807.62,
      "start_date": "2021-10-01",
      "end_date": "2031-09-30",
      "description": "DISTS. FOR TRIBAL TRANSPORTATION PROGRAM AND TRIBAL TRANSPORTATION PLANNING FOR ACTIVITIES/PROJECTS DESCRIBED IN 23 USC 202(A) AND A FHWA APPROVED TRANSPORTATION IMPROVEMENT PROGRAM (TIP), 23 USC 202(C)(3).",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A21AV00117",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "YUROK TRIBE",
      "obligation": 10086558.06,
      "start_date": "2020-10-01",
      "end_date": "2022-09-30",
      "description": "DISTS. FOR SELF GOVERNANCE COMPACTS FY 21 CR1 (19.73%) TPA BASE AND SELF GOVERNANCE COMPACTS FOR TPA BASE AT 80.27% OF THE CR ANNUAL RATE OF OPERATIONS OF THE TRIBAL PRIORITY ALLOCATION (TPA) PROGRAMS.",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A20AV00045",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "YUROK TRIBE",
      "obligation": 9574963.37,
      "start_date": "2019-10-01",
      "end_date": "2022-09-30",
      "description": "CR#1 DISTS. FOR LAW ENFORCEMENT-638 TRIBAL (PROGRAM BASE) AND \nSELF-GOVERNANCE COMPACTS (TPA BASE)",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A22AV00130",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "YUROK TRIBE",
      "obligation": 8022467.0,
      "start_date": "2021-10-01",
      "end_date": "2023-09-30",
      "description": "SELF GOVERNANCE COMPACTS (TPA BASE) CR1 (17.53%) DISTRIBUTION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A21AV00580",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "YUROK TRIBE",
      "obligation": 4611642.13,
      "start_date": "2020-10-01",
      "end_date": "2023-09-30",
      "description": "AMERICAN RESCUE PLAN ACT 2021/LAW ENFORCEMENT SPECIAL INITIATIVES FUNDING IS BEING PROVIDED ON A ONE-TIME (NONRECURRING) BASIS TO MEET THE OPERATIONAL NEEDS OF TRIBALLY CONTRACTED OR COMPACTED LAW ENFORCEMENT AND/OR DETENTION/CORRECTIONS PROGRAMS",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "55IH0641900",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "YUROK INDIAN HOUSING AUTHORITY",
      "obligation": 81771886.0,
      "start_date": "2011-10-18",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "24IXCA41900",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "YUROK INDIAN HOUSING AUTHORITY",
      "obligation": 3996913.0,
      "start_date": "2025-01-14",
      "end_date": "2027-12-28",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "DEEE0011081",
      "cfda": "81.087",
      "program_id": "doe_indian_energy",
      "recipient_name_raw": "YUROK TRIBE",
      "obligation": 499787.0,
      "start_date": "2024-06-01",
      "end_date": "2026-12-31",
      "description": "THE BUREAU OF OCEAN ENERGY MANAGEMENT (BOEM) HAS AUTHORIZED AND LEASED NEWLY DEVELOPED OFFSHORE WIND LEASE AREAS OFF THE COAST OF HUMBOLDT COUNTY, CA, WITHIN THE YUROK TRIBE’S ANCESTRAL OCEAN TERRITORIAL WATERS.  DEVELOPMENT OF OFFSHORE WIND RESOURCES IN THESE NEWLY LEASED AREAS IS IN PROGRESS AND MAY IMPACT THE ABILITY OF THE YUROK TRIBE TO MEET THE SUBSISTENCE, COMMERCIAL, ECONOMIC, CEREMONIAL, AND CULTURAL NEEDS OF CURRENT AND FUTURE MEMBERS.  AS A FEDERALLY RECOGNIZED INDIAN TRIBE, THE YUROK TRIBE MUST FULLY ENGAGE IN OFFSHORE WIND ENERGY DEVELOPMENT PROCESS, INCLUDING SCOPING, PLANNING, PERMITTING, IMPLEMENTATION, MONITORING, ASSESSMENTS, AND ADAPTIVE MANAGEMENT OF OFFSHORE WIND THAT MAY IMPACT THE YUROK TRIBE AND THE CRITICAL RESOURCES IT DEPENDS UPON.  \n\nTHE OVERARCHING GOAL OF THIS PROJECT IS TO BUILD THE INTERNAL CAPACITY OF THE YUROK TRIBE TO MEANINGFULLY ENGAGE IN OFFSHORE WIND ENERGY DEVELOPMENT AND MARINE MANAGEMENT EFFORTS THAT IMPACT NATURAL AND CULTURAL RESOURCES IMPORTANT TO THE YUROK TRIBE.  THE PROJECT OBJECTIVES TO RECRUIT AND RETAIN DEPARTMENT LEADERSHIP AND SUPPORT STAFF, COMPLETE COMMUNITY-OUTREACH AND NEEDS ASSESSMENT, AND TO DEVELOP ANALYSES AND PLANNING AND DECISION-SUPPORT TOOLS IS INTENDED TO GUIDE YUROK TRIBE AND COMMUNITY STAKEHOLDERS, INCLUDING THE YUROK TRIBAL COUNCIL, TRIBAL MEMBERS, KEY REGIONAL STAKEHOLDERS, AND THE BROADER COMMUNITY-AT-LARGE TO ADDRESS THE COMMUNITY-IDENTIFIED NEEDS AND TO UNDERSTAND THE PROCESSES, IMPACTS, AND ENGAGEMENT OPPORTUNITIES RELATED TO THE DEVELOPMENT OF THE OFFSHORE WIND INDUSTRY THAT IS PLANNED TO BE SITED IN THE COASTAL WATERS OFF HUMBOLDT AND DEL NORTE COUNTIES, CALIFORNIA.\n\nTHE YUROK TRIBE COMMUNITY OUTREACH PROJECT IS INTENDED TO HELP BUILD ESSENTIAL CAPACITY AND CAPABILITY TO DEVELOP A MARINE MANAGEMENT DEPARTMENT TO ENGAGE WITH BOEM AND OTHER FEDERAL AND STATE AGENCIES, AS WELL AS LOCAL PARTNERS AND TRIBES, AND TO CONDUCT A COMPREHENSIVE COMMUNITY OUTREACH EFFORT TO DEVELOP THE TOOLS TO ASSIST YUROK TRIBE LEADERSHIP IN DECISION-MAKING RELATED TO OFFSHORE WIND ENERGY DEVELOPMENT.  THE RESULTS OF COMMUNITY OUTREACH WILL SUPPORT NEEDS ASSESSMENT TO GUIDE MARINE DEPARTMENT STRUCTURE AND MISSION, AND SPECIFIC RESOURCE AREAS FOR YUROK TRIBE MANAGEMENT IN MARINE AND COASTAL MANAGEMENT AND DESCRIBED IN A MARINE ECOSYSTEMS ADAPTATION PLAN(MEAP).  IN ADDITION, COMMUNITY OUTREACH RESULTS WILL GUIDE AND SUPPORT THE FINALIZATION OF AN OFFSHORE WIND DECISION-SUPPORT TOOL (DST) TO ASSIST YUROK TRIBAL GOVERNMENT, CULTURAL LEADERS, AND TECHNICAL STAFF TO IN CRITICAL DECISIONS RELATED TO OFFSHORE WIND ENERGY DEVELOPMENT AND OPERATIONS ON THE NORTH COAST OF CALIFORNIA.\n\nTHE ACTIVITIES FUNDED IN THIS GRANT WILL HELP CONNECT THE YUROK TRIBE AS WELL AS THE OTHER LOCAL STAKEHOLDERS AND AFFECTED COMMUNITIES WITH THE OFFSHORE WIND DEVELOPMENT PROCESS THAT THE TRIBAL LEADERSHIP, THE MEMBERS OF THE YUROK TRIBE, AND RESIDENTS OF THE OTHER AFFECTED LOCAL COMMUNITIES WILL NEED TO UNDERSTAND AND MEANINGFULLY ENGAGE MORE FULLY AND FAIRLY IN OFFSHORE WIND DEVELOPMENT.\n\nTHERE ARE THREE PRIMARY OBJECTIVES FOR THIS PROJECT.  \n\nOBJECTIVE #1 IS TO DEVELOP AND IMPLEMENT A YUROK TRIBE MARINE DEPARTMENT STAFFED WITH EXPERT PERSONNEL, TO CONDUCT THE COMMUNITY OUTREACH AND ASSESSMENTS, AND DEVELOP RESEARCH AND ASSESSMENTS AND TECHNICAL TOOLS VITAL TO PROVIDING THE YUROK TRIBE AND OTHER STAKEHOLDERS WITH A GREATER UNDERSTANDING OF THE ENVIRONMENTAL, CULTURAL, SOCIAL, AND ECONOMIC IMPACTS OF THE OFFSHORE WIND INDUSTRY THAT IS PLANNED TO BE SITED IN THIS REGION.  THIS PROJECT WILL INCLUDE FUNDING FOR ONE FULL-TIME (1) MARINE DEPARTMENT DIRECTOR, WITH SUPPORT FROM ONE (1) FULL-TIME PROGRAM MANAGER TO DEFINE AND ESTABLISH THE DEPARTMENT ORGANIZATIONAL CHART AND INITIAL DEPARTMENT MISSION STATEMENT.  WE EXPECT THAT THE STRUCTURE OF THE YUROK MARINE DEPARTMENT WILL BE GUIDED BY AND INFORMED BY TARGETED COMMUNITY OUTREACH, ANALYSES, AND ASSESSMENTS DEVELOPED IN OBJECTIVE #2 AND FURTHER DEFINED BY COMPLETION OF OBJECTIVE #3.\n\nOBJECTIVE #2 OF THIS PROJECT IS FOR RECRUITED MARINE DEPARTMENT STAFF (DIRECTOR AND PROGRAM MANAGER) TO CONDUCT ANALYSES OF THE EXISTING INFORMATION AND KNOWLEDGE-BASE FROM CURRENT AND RECENT STUDIES OF DOMESTIC AND INTERNATIONAL OFFSHORE WIND DEVELOPMENT, AS WELL AS FROM INPUT FROM TARGETED COMMUNITY OUTREACH WITH (5) MAJOR TRIBAL STAKEHOLDER GROUPS THROUGH INPUT FROM GROUP MEETINGS AND ONE-ON-ONE INTERVIEWS WITH YUROK TRIBAL COUNCIL MEMBERS, CULTURAL PRACTITIONERS, TRIBAL ELDERS, TRIBAL COUNCIL ADVISORY COMMITTEES, AND TRIBAL STAFF.  THIS PROJECT OBJECTIVE WILL IDENTIFY THE STAKES INVOLVED AND SUPPORT LOCAL, INFORMED PREPARATION FOR AND ENGAGEMENT WITH CURRENT AND FUTURE OFFSHORE WIND DEVELOPMENT WITHIN THE YUROK ANCESTRAL TERRITORY.  OBJECTIVE #2 WILL RESULT IN A SINGLE (1) COMPREHENSIVE MARINE RESOURCES NEEDS ASSESSMENT AND WILL CONSIDER THE CURRENT SCIENCE, YUROK CULTURAL WISDOM, AND TRIBAL ECOLOCICAL KNOWLEDGE (TEK) TO BE USED TO DEVELOP A MARINE ECOSYSTEMS ADAPTATION PLAN (MEAP) AND SUPPORTING DECISION-SUPPORT TOOL (DST) (OBJECTIVE #3). OBJECTIVE #2 WILL SERVE AS THE COMMUNITY BENEFITS MILESTONE FOR THIS PROJECT.\n\nOBJECTIVE #3 OF THIS PROJECT IS FOR THE YUROK TRIBE MARINE DEPARTMENT TO UTILIZE THE NEEDS ASSESSMENT TO DEVELOP A MARINE ECOSYSTEMS ADAPTATION PLAN (MEAP) AND A DECISION SUPPORT TOOL (DST) TO DEFINE THE TOOLS AND RESOURCES AND OTHER CONSIDERATIONS THAT THE YUROK TRIBE AND OTHER LOCAL COMMUNITIES WILL NEED TO EFFECTIVELY ENGAGE IN MARINE RESOURCES MANAGEMENT, INCLUDING NATURAL AND CULTURAL RESOURCES IMPORTANT TO THE YUROK TRIBE, AS WELL AS OFFSHORE WIND DEVELOPMENT.  THE MEAP AND DST WILL UTILIZE EXISTING DATA AND PULL FROM PRIOR CLIMATE ADAPTATION PLANS, MODELS, AND PROJECTIONS, WHILE ALSO GATHERING COMMUNITY MEMBER INPUT TO IDENTIFY PRIORITY AREAS AND RESOURCES.\n\nTHE MEAP IS EXPECTED TO CONSIDER TWO SCALES OF MANAGEMENT CONSIDERATIONS, INCLUDING THE BROAD RANGE OF MARINE NATURAL RESOURCES AND CULTURAL RESOURCES IDENTIFIED THROUGH COMMUNITY-OUTREACH AND ANALYSES, AND THE RESOURCE SPECIFIC NATURAL AND CULTURAL MARINE RESOURCES AFFECTED BY OFFSHORE WIND DEVELOPMENT WITHIN THE YUROK ANCESTRAL TERRITORY. THE PLAN WILL IDENTIFY BROAD-LEVEL MARINE NATURAL AND CULTURAL RESOURCE MANAGEMENT CONCERNS OF THE YUROK TRIBE, INCLUDING IMPACTS ON TRIBAL HUNTING, FISHING, AND GATHERING RIGHTS AND THE APPROPRIATE FEDERAL, STATE, OR INTERNATIONAL MANAGEMENT FORUMS TO ENGAGE AND WILL OUTLINE FUTURE CO-GOVERNANCE NEEDS AND STRATEGIES TO SUPPORT ACCESS TO THE DEPENDENT CULTURAL AND NATURAL RESOURCES. THE ACCOMPANYING DST FOCUSES ON OFFSHORE WIND AND IS INTENDED TO EVALUATE SPECIFIC OFFSHORE WIND DEVELOPMENT CONSIDERATIONS AND IMPACTS IN ORDER TO SUPPORT DECISION-MAKING PROCESSES WITHIN THE TRIBE AND COMMUNITY AND INFORM TRIBAL ENGAGEMENT IN THE DEVELOPMENT PROCESS. WHILE THE TRIBAL NEEDS ASSESSMENT WILL HELP DETERMINE THE OPTIMAL FORM OF THE TOOL, THE DST WILL HELP PROVIDE A STRUCTURED FRAMEWORK TO HELP ENSURE THE MOST UP-TO-DATE INFORMATION IS AVAILABLE AND THE VALUES AND TEK OF THE TRIBE AND COMMUNITY ARE IDENTIFIED AND INCLUDED IN THE DECISION-MAKING PROCESS.  THE DST IS ENVISIONED TO INCORPORATE AND CONSIDER TRIBAL VALUES AND PRIORITIES TO ASSIST TRIBAL GOVERNMENT, CULTURAL LEADERS, AND TECHNICAL STAFF IN BOTH TECHNICAL AND POLICY DECISIONS RELATED TO OFFSHORE WIND DEVELOPMENT WITHIN THE YUROK ANCESTRAL TERRITORIAL WATERS.\n\nTHROUGH COMPLETION OF THE NEEDS ASSESSMENT AND SUPPORTING MEAP AND THE DST, THE YUROK TRIBE INTENDS TO 1) GENERATE IMPROVED DATA, INFORMATION, AND CULTURALLY-APPROPRIATE UNDERSTANDING ON THE EFFECTS OF OFFSHORE WIND ON THE YUROK TRIBE AND OTHER LOCAL COMMUNITIES; 2) MORE EFFECTIVELY CONNECT THE YUROK TRIBE, YUROK CULTURAL PRACTITIONERS AND TRIBAL ELDERS, AND OTHER LOCAL COMMUNITIES TO THE OFFSHORE WIND DEVELOPMENT PROCESS; 3) HELP SUPPORT IMPROVED CONSULTATION AND CO-STEWARDSHIP PROCESSES THAT RECOGNIZES AND ACKNOWLEDGE THE UNIQUE FEDERAL TRUST STATUS OF THE YUROK TRIBE; 4) LEAD TO MORE EQUITABLE OUTCOMES IN THE DEVELOPMENT OF THE LOCAL OFFSHORE WIND INDUSTRY; AND 5) HELP MAXIMIZE THE BENEFITS AND MINIMIZE NEGATIVE IMPACTS TO THE YUROK TRIBE AND OTHER LOCAL AFFECTED COMMUNITIES FROM OFFSHORE WIND ENERGY DEVELOPMENT.\n\nTHE QUANTITATIVE, SHORT-TERM OUTCOMES THAT WILL BE DELIVERED AT THE END OF THIS PROJECT PERFORMANCE PERIOD WILL BE THE MULTI-YEAR STAFFING OF A YUROK TRIBE MARINE DEPARTMENT, AND LEVERAGING EXISTING RESOURCES (BIA GRANT) THAT WILL REVIEW THE EXISTING SCIENCE ON OFFSHORE WIND DEVELOPMENT AND OBTAIN INPUT FROM TRIBAL ELDERS AND CULTURAL PRACTITIONERS; ADD TO THE BODY OF KNOWLEDGE AND SCIENCE AND TEK ON THE LOCAL IMPACTS OF OFFSHORE WIND DEVELOPMENT; AND SHARE THIS INFORMATION WITH THE TRIBAL COUNCIL, TRIBAL MEMBERS, ELDERS, CULTURAL PRACTITIONERS, AND THE COMMUNITY-AT-LARGE THROUGH COMPLETION OF THE MEAP AND DST. THESE PRODUCTS WILL SERVE AS THE PRIMARY DOCUMENTATION DELIVERABLE FOR THIS PROJECT AND COMMUNITY BENEFITS MILESTONE (CBM).\n\nTHE QUALITATIVE, LONG-TERM OUTCOMES WILL HELP REDUCE OR MITIGATE THE IMPACTS OF THE LOCAL OFFSHORE WIND INDUSTRY ON THE ENVIRONMENT, THE YUROK TRIBE, AND THE LOCAL AFFECTED COMMUNITIES, AND HELP TO FACILITATE JUST, INCLUSIVE, AND EQUITABLE DEVELOPMENT AND DELIVERY OF WIND ENERGY. PLANS TO ADDRESS THESE LONGER-TERM OUTCOMES AND GOALS WILL FOCUS ON DEVELOPING CO-STEWARDSHIP STRATEGIES FOR THE PROTECTION OF THESE OFFSHORE AND COASTAL AREAS AND THE RESOURCES WITHIN. ALTHOUGH THE SCOPE OF THIS PROJECT DOES NOT INCLUDE NAVIGATING THE DEVELOPMENT OF CO-STEWARDSHIP AGREEMENTS, IT WILL PROVIDE THE SCIENTIFIC AND TEK BACKING TO DEMONSTRATE THE BENEFITS OF CO-MANAGEMENT AND WILL BE UTILIZED IN FUTURE REQUESTS FOR CO-STEWARDSHIP OF COASTAL ECOSYSTEM AREAS THAT WILL BE AFFECTED BY DEPLOYMENT OF OFFSHORE WIND TECHNOLOGY. OF PARTICULAR IMPORTANCE TO THE YUROK TRIBE WILL BE OUR RELATIONSHIPS WITH OTHER TRIBES IN OUR REGION WITH COASTAL TERRITORY.",
      "awarding_agency": "Department of Energy"
    },
    {
      "award_id": "23DG11052012175",
      "cfda": "10.720",
      "program_id": "usda_wildfire",
      "recipient_name_raw": "YUROK TRIBE",
      "obligation": 250000.0,
      "start_date": "2024-02-08",
      "end_date": "2025-12-31",
      "description": "YUROK TRIBE NEW COMMUNITY WILDFIRE PROTECTION PLAN",
      "awarding_agency": "Department of Agriculture"
    }
  ],
  "total_obligation": 130237210.59,
  "award_count": 14,
  "cfda_summary": {
    "15.156": {
      "count": 4,
      "total": 542251.0
    },
    "97.047": {
      "count": 1,
      "total": 288935.41
    },
    "20.205": {
      "count": 5,
      "total": 42887438.18
    },
    "14.867": {
      "count": 2,
      "total": 85768799.0
    },
    "81.087": {
      "count": 1,
      "total": 499787.0
    },
    "10.720": {
      "count": 1,
      "total": 250000.0
    }
  },
  "yearly_obligations": {
    "2022": 18614274.619999997,
    "2023": 0.0,
    "2024": 1038722.4099999999,
    "2025": 3996913.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}