{
  "tribe_id": "epa_100000181",
  "tribe_name": "Omaha Tribe of Nebraska",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A25AV01136",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "OMAHA TRIBE OF NE",
      "obligation": 167000.0,
      "start_date": "2025-09-08",
      "end_date": "2027-09-30",
      "description": "TO ASSESS THE PUBLIC WATER SUPPLY OF THE OMAHA TRIBE OF NEBRASKA.",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "97761606",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "OMAHA TRIBE OF NE",
      "obligation": 241815.0,
      "start_date": "2022-10-01",
      "end_date": "2024-09-30",
      "description": "DESCRIPTION:THE PURPOSE OF THIS GENERAL ASSISTANCE PROGRAM GRANT PROVIDES FUNDING TO OMAHA NATION TO BUILD ENVIRONMENTAL MANAGEMENT CAPACITY. THIS INCLUDES THE PLANNING, DEVELOPMENT AND ESTABLISHMENT OF ENVIRONMENTAL PROTECTION PROGRAMS IN INDIAN COUNTRY. GAP SUPPORTS THE OPERATION OF CONTINUING ENVIRONMENTAL PROGRAMS AND GIVES FLEXIBILITY TO ADDRESS ENVIRONMENTAL PRIORITIES.ACTIVITIES:ACTIVITIES INCLUDE EDUCATIONAL OUTREACH ACTIVITIES, MANAGEMENT OF ENVIRONMENTAL OFFICE, UPDATING THE EPA TRIBAL ENVIRONMENTAL PLAN, AND CLIMATE CHANGE AND EMERGENCY RESPONSE ACTIVITIES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES: EXPECTED OUTCOMES: THE GOAL OF GAP IS TO ASSIST THE OMAHA TRIBE IN DEVELOPING THE CAPACITY TO MANAGE THEIR ENVIRONMENTAL PROTECTION PROGRAM. OUTCOMES INCLUDE SUCCESSFUL EDUCATIONAL OUTREACH ACTIVITIES DEPLOYED, PROPER ENVIRONMENTAL DEPARTMENT MANAGEMENT, AND DEVELOPMENT OF TRIBAL EMERGENCY RESPONSE PLAN.  INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF THE OMAHA TRIBAL LANDS AND SURROUNDING LOCAL COMMUNITY.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97761605",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "OMAHA TRIBE OF NE",
      "obligation": 102134.0,
      "start_date": "2021-10-01",
      "end_date": "2022-09-30",
      "description": "PURPOSE: THE GENERAL ASSISTANCE PROGRAM GRANT PROVIDES FUNDING TO OMAHA NATION TO BUILD ENVIRONMENTAL MANAGEMENT CAPACITY. THIS INCLUDES THE PLANNING, DEVELOPMENT AND ESTABLISHMENT OF ENVIRONMENTAL PROTECTION PROGRAMS IN INDIAN COUNTRY. GAP SUPPORTS THE OPERATION OF CONTINUING ENVIRONMENTAL PROGRAMS AND GIVES FLEXIBILITY TO ADDRESS ENVIRONMENTAL PRIORITIES. ACTIVITIES TO BE PERFORMED: THIS COOPERATIVE AGREEMENT WILL CONTRIBUTE TO THE PROTECTION OF PUBLIC HEALTH BY PROVIDING CLEAN AIR, WATER AND LAND TO THE CITIZENS OF THE OMAHA TRIBE. ACTIVITIES INCLUDE EDUCATIONAL OUTREACH ACTIVITIES, MANAGEMENT OF ENVIRONMENTAL OFFICE, AIR QUALITY LITERATURE REVIEW AND UPDATE THE EPA TRIBAL ENVIRONMENTAL PLAN . EXPECTED OUTCOMES: THE GOAL OF GAP IS TO ASSIST THE OMAHA TRIBE IN DEVELOPING THE CAPACITY TO MANAGE THEIR ENVIRONMENTAL PROTECTION PROGRAM. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE RECIPIENT AS WELL AS THE OMAHA TRIBE RESIDENTS AND LOCAL COMMUNITY.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97761607",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "OMAHA TRIBE OF NE",
      "obligation": 110810.0,
      "start_date": "2024-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:PURPOSE: THE GENERAL ASSISTANCE PROGRAM GRANT PROVIDES FUNDING TO THE OMAHA TRIBE OF NEBRASKA TO BUILD ENVIRONMENTAL MANAGEMENT CAPACITY. THIS INCLUDES THE PLANNING, DEVELOPMENT, AND MANAGEMENT OF ENVIRONMENTAL PROTECTION PROGRAMS IN INDIAN COUNTRY, AND FOR DEVELOPING AND IMPLEMENTING SOLID WASTE PROGRAMS ON TRIBAL LANDS. GAP SUPPORTS THE OPERATION OF CONTINUING ENVIRONMENTAL PROGRAMS AND GIVES FLEXIBILITY TO ADDRESS ENVIRONMENTAL PRIORITIES. THIS COOPERATIVE AGREEMENT WILL CONTRIBUTE TO THE PROTECTION OF PUBLIC HEALTH AND THE ENVIRONMENT BY PROVIDING CLEAN AIR, WATER, AND LAND TO THE CITIZENS OF THE OMAHA TRIBE OF NEBRASKA.ACTIVITIES:ACTIVITIES INCLUDE THE IMPLEMENTATION OF A SOLID WASTE PROGRAM, EDUCATIONAL AND OUTREACH ACTIVITIES, AND THE MANAGEMENT OF EXISTING AIR, WATER, AND TRIBAL RESPONSE PROGRAMS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES: THE GOAL OF GAP IS TO ASSIST THE OMAHA TRIBE OF NEBRASKA IN DEVELOPING THE CAPACITY TO MANAGE THEIR ENVIRONMENTAL PROTECTION PROGRAMS AND TO DEVELOP AND IMPLEMENT SOLID WASTE PROGRAMS IN ACCORDANCE WITH INDIVIDUAL TRIBAL NEEDS AND APPLICABLE FEDERAL LAWS AND REGULATIONS. DELIVERABLES INCLUDE A COMMUNITY CLEAN-UP DAY, EDUCATIONAL OUTREACH PRESENTATIONS, AND EFFECTIVE DAY TO DAY MANAGEMENT OF THE ENVIRONMENTAL DEPARTMENT. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE OMAHA TRIBE OF NEBRASKA RESIDENTS AND THE GENERAL PUBLIC AT LARGE. SUBRECIPIENT ACTIVITIES: SUB-AWARDS ARE NOT PLANNED.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97754600",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "OMAHA TRIBE OF NE",
      "obligation": 121938.0,
      "start_date": "2025-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:PURPOSE: THE GENERAL ASSISTANCE PROGRAM GRANT PROVIDES FUNDING TO THE OMAHA TRIBE OF NEBRASKA TO BUILD ENVIRONMENTAL MANAGEMENT CAPACITY. THIS INCLUDES THE PLANNING, DEVELOPMENT, AND MANAGEMENT OF ENVIRONMENTAL PROTECTION PROGRAMS IN INDIAN COUNTRY, AND FOR DEVELOPING AND IMPLEMENTING SOLID WASTE PROGRAMS ON TRIBAL LANDS. GAP SUPPORTS THE OPERATION OF CONTINUING ENVIRONMENTAL PROGRAMS AND GIVES FLEXIBILITY TO ADDRESS ENVIRONMENTAL PRIORITIES. THIS COOPERATIVE AGREEMENT WILL CONTRIBUTE TO THE PROTECTION OF PUBLIC HEALTH AND THE ENVIRONMENT BY PROVIDING CLEAN AIR, WATER, AND LAND TO THE CITIZENS OF THE OMAHA TRIBE OF NEBRASKA.ACTIVITIES:ACTIVITIES INCLUDE THE IMPLEMENTATION OF A SOLID WASTE PROGRAM, EDUCATIONAL AND OUTREACH ACTIVITIES, AND THE MANAGEMENT OF EXISTING AIR, WATER, AND TRIBAL RESPONSE PROGRAMS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES: THE GOAL OF GAP IS TO ASSIST THE OMAHA TRIBE OF NEBRASKA IN DEVELOPING THE CAPACITY TO MANAGE THEIR ENVIRONMENTAL PROTECTION PROGRAMS AND TO DEVELOP AND IMPLEMENT SOLID WASTE PROGRAMS IN ACCORDANCE WITH INDIVIDUAL TRIBAL NEEDS AND APPLICABLE FEDERAL LAWS AND REGULATIONS. DELIVERABLES INCLUDE A COMMUNITY CLEAN-UP DAY, EDUCATIONAL OUTREACH PRESENTATIONS, AND EFFECTIVE DAY TO DAY MANAGEMENT OF THE ENVIRONMENTAL DEPARTMENT. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE OMAHA TRIBE OF NEBRASKA RESIDENTS AND THE GENERAL PUBLIC AT LARGE. SUBRECIPIENT ACTIVITIES: SUB-AWARDS ARE NOT PLANNED.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A23AV01011",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "OMAHA TRIBE OF NE",
      "obligation": 1100000.0,
      "start_date": "2023-08-08",
      "end_date": "2025-12-31",
      "description": "INSTALLATION OF ROUNDABOUT - PRELIMINARY ENGINEERING, DESIGN AND CONSTRUCTION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "55IH3122100",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "OMAHA TRIBAL HOUSING AUTHORITY",
      "obligation": 24638840.0,
      "start_date": "2011-10-18",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "96717001",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "OMAHA TRIBE OF NE",
      "obligation": 77802.0,
      "start_date": "2024-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR THE OMAHA TRIBE OF NEBRASKA TO DEVELOP AN AIR PROGRAM WITH AIR MONITORING, OUTREACH, AND EDUCATION ACTIVITIES AS OUTLINED IN THEIR CAA 103 WORK PLAN. THE WORK WILL INCLUDE ATTENDING RELEVANT TRAININGS, COMPILING A NEED'S ASSESSMENT, AND OBTAINING THREE PURPLE AIR MONITORS FOR OUTREACH AND EDUCATION PURPOSES. THE PROJECT'S PURPOSE IS TO ASSIST THE OMAHA TRIBE IN DEVELOPING THEIR AIR PROGRAM AND INCREASING COMMUNITY AWARENESS ON AIR QUALITY. OUTREACH AND EDUCATION WILL INCREASE COMMUNITY KNOWLEDGE OF AIR ISSUES AND ASSIST IN IMPROVING AND AVOIDING NEGATIVE HEALTH OUTCOMES RELATED TO ADVERSE AIR QUALITY EVENTS. ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE ATTENDING AIR RELATED TRAININGS, COMPLETING A PROGRAM NEED'S ASSESSMENT, CONDUCTING OUTREACH EVENTS, INCLUDING THE TRIBAL HEALTH FAIR AND EARTH DAY, OBTAINING THREE PURPLE AIR MONITORS, UNDER THE REGION 7 SENSOR LOAN PROGRAM, AND EDUCATING THE TRIBAL COMMUNITY ON AIR QUALITY. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE A NEWLY DEVELOPED AIR PROGRAM, THREE PURPLE AIR MONITORS, TRAINED EMPLOYEE ON AIR QUALITY, AND A COMPLETED PROGRAM NEED'S ASSESSMENT. EXPECTED OUTCOMES INCLUDE INCREASING TRIBAL AIR QUALITY AWARENESS AND EDUCATION, BUILDING SUPPORT FROM THE TRIBAL COMMUNITY, DEVELOPING AN AIR QUALITY PRIORITY LIST, AND INCREASING PM2.5 KNOWLEDGE, AS WELL AS THE POTENTIAL HEALTH IMPACTS. BENEFICIARIES OF THIS PROGRAM INCLUDE THE OMAHA TRIBAL POPULATION.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "96724001",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "OMAHA TRIBE OF NE",
      "obligation": 80929.0,
      "start_date": "2025-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR THE OMAHA TRIBE OF NEBRASKA TO DEVELOP AN AIR PROGRAM WITH AIR MONITORING, OUTREACH, AND EDUCATION ACTIVITIES AS OUTLINED IN THEIR CAA 103 WORK PLAN. THE WORK WILL INCLUDE ATTENDING RELEVANT TRAININGS, COMPILING A NEED'S ASSESSMENT, AND WILL USE THEIR PURPLE AIR MONITORS FOR OUTREACH AND EDUCATION PURPOSES. THE PROJECT'S PURPOSE IS TO ASSIST THE OMAHA TRIBE IN DEVELOPING THEIR AIR PROGRAM AND INCREASING COMMUNITY AWARENESS ON AIR QUALITY. OUTREACH AND EDUCATION WILL INCREASE COMMUNITY KNOWLEDGE OF AIR ISSUES AND ASSIST IN IMPROVING AND AVOIDING NEGATIVE HEALTH OUTCOMES RELATED TO ADVERSE AIR QUALITY EVENTS.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE FULLY DEVELOPED AIR PROGRAM NEEDS ASSESSMENT WITH A LIST OF TRIBAL AIR PRIORITY ISSUES; PM 2.5 WILL BE CONTINUOUSLY COLLECTED FROM PURPLE AIR SENSORS AND PUBLISHED ON PURPLE AIR WEBSITE; FINALIZE PURPLE AIR PM2.5 QAPP WITH EPA REVIEW AND APPROVAL; ATTENDING RTOC MEETINGS AND OTHER CONFERENCES/MEETINGS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE A NEWLY DEVELOPED AIR PROGRAM, THREE PURPLE AIR MONITORS, TRAINED EMPLOYEE ON AIR QUALITY, AND A COMPLETED PROGRAM NEED'S ASSESSMENT. EXPECTED OUTCOMES INCLUDE INCREASING TRIBAL AIR QUALITY AWARENESS AND EDUCATION, BUILDING SUPPORT FROM THE TRIBAL COMMUNITY, DEVELOPING AN AIR QUALITY PRIORITY LIST, AND INCREASING PM2.5 KNOWLEDGE, AS WELL AS THE POTENTIAL HEALTH IMPACTS. BENEFICIARIES OF THIS PROGRAM INCLUDE THE OMAHA TRIBAL POPULATION.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 26641268.0,
  "award_count": 9,
  "cfda_summary": {
    "15.156": {
      "count": 1,
      "total": 167000.0
    },
    "66.926": {
      "count": 4,
      "total": 576697.0
    },
    "20.205": {
      "count": 1,
      "total": 1100000.0
    },
    "14.867": {
      "count": 1,
      "total": 24638840.0
    },
    "66.038": {
      "count": 2,
      "total": 158731.0
    }
  },
  "yearly_obligations": {
    "2022": 102134.0,
    "2023": 1341815.0,
    "2024": 0.0,
    "2025": 355612.0,
    "2026": 202867.0
  },
  "trend": "decreasing"
}