{
  "tribe_id": "epa_100000108",
  "tribe_name": "Iipay Nation of Santa Ysabel, California",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A25AV01200",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "IIPAY NATION OF SANTA YSABEL",
      "obligation": 400000.0,
      "start_date": "2025-10-01",
      "end_date": "2027-09-30",
      "description": "ENVIRONMENT (WATER, AIR, SOLID WASTE, PESTICIDES, RADIATION), AGRICULTURE/FORESTRY/FISH AND GAME, NATURAL RESOURCES (MINERAL, WATER, WILDLIFE, LAND), PLANNING, PUBLIC WORKS, SCIENCE AND TECHNOLOGY, TRAINING, YOUTH DEVELOPMENT, CIVIL DEFENSE/DISASTER PREVENTION AND RELIEF/EMERGENCY PREPAREDNESS.",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "1731DRCAH0070210",
      "cfda": "97.039",
      "program_id": "fema_bric",
      "recipient_name_raw": "IIPAY NATION OF SANTA YSABEL",
      "obligation": -685.09,
      "start_date": null,
      "end_date": null,
      "description": "HAZARD MITIGATION GRANT",
      "awarding_agency": "Department of Homeland Security"
    },
    {
      "award_id": "98T36201",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "IIPAY NATION OF SANTA YSABEL",
      "obligation": 901043.0,
      "start_date": "2022-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES ASSISTANCE TO IIPAY NATION OF SANTA YSABEL TO BUILD ITS CAPACITY TO ADMINISTER MULTI-MEDIA ENVIRONMENTAL PROGRAMS ON INDIAN LANDS. ACTIVITIES:THE RECIPIENT WILL FINALIZE SOLID WASTE TRANSFER STATION PLANNING, HOLD QUARTERLY COMMUNITY CLEAN-UP EVENTS AND A TRIBAL EARTH DAY EVENT, AND REVISE THEIR ENVIRONMENTAL PROTECTION AGENCY AND TRIBAL ENVIRONMENTAL PLAN.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE AN UPDATED ENVIRONMENTAL PROTECTION AGENCY AND TRIBAL ENVIRONMENTAL PLAN, DESIGNS FOR A SOLID WASTE TRANSFER STATION, AND PHOTOS FROM THE EARTH DAY EVENT. DIRECT BENEFICIARIES OF THIS PROGRAM ARE THE MEMBERS AND/OR RESIDENTS OF THE IIPAY NATION OF SANTA YSABEL. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $229,063.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "98T82401",
      "cfda": "66.468",
      "program_id": "epa_stag",
      "recipient_name_raw": "IIPAY NATION OF SANTA YSABEL",
      "obligation": 1510100.0,
      "start_date": "2023-10-01",
      "end_date": "2028-09-30",
      "description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO IIPAY NATION OF SANTA YSABEL TO IMPLEMENT PROJECTS AND ACTIVITIES THAT ASSIST PUBLIC WATER SYSTEMS SERVING TRIBES TO COMPLY WITH NATIONAL PRIMARY DRINKING WATER REGULATIONS (NPDWRS) OR OTHERWISE FURTHER THE HEALTH PROTECTION OBJECTIVES OF THE SDWA.  THIS PROJECT WILL INCLUDE INSTALLATION OF SMART WATER METER TECHNOLOGY THROUGHOUT THE WATER SYSTEM, INSTALLATION OF TELEMETRY AT EACH TANK AND PUMPHOUSE, UPGRADES TO REPLACE 2,000 FEET OF EXISTING 2 INCH PIPING THAT HAS REQUIRED MULTIPLE REPAIRS AND AN INTERCONNECTION TO SAN FELIPE WHICH CONSISTS OF 2,500 FEET OF 6 INCH C900 THAT WOULD INTERCONNECT THE UPPER AND LOWER SYSTEMS TO PROVIDE A RELIABLE WATER SUPPLY.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,510,100.  ACTIVITIES:ACTIVITIES INCLUDE INSTALLATION OF SMART WATER METER TECHNOLOGY THROUGHOUT THE WATER SYSTEM, INSTALLATION OF TELEMETRY AT EACH TANK AND PUMPHOUSE, UPGRADES TO REPLACE 2,000 FEET OF EXISTING 2 INCH PIPING THAT HAS REQUIRED MULTIPLE REPAIRS, AND AN INTERCONNECTION TO SAN FELIPE WHICH CONSISTS OF 2,500 FEET OF 6 INCH C900 THAT WOULD INTERCONNECT THE UPPER AND LOWER SYSTEMS TO PROVIDE A RELIABLE WATER SUPPLY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE 1. SMART WATER METER TECHNOLOGY WILL BE INSTALLED ON THE WATER SYSTEMS. 2. THE PROJECT WOULD INSTALL TELEMETRY AT EACH TANK AND PUMPHOUSE.  3. THE UPPER AND LOWER SYSTEMS OF SAN FELIPE WILL BE CONNECTED FOR RELIABLE WATER SUPPLY, THE LOWER 2,000 FEET OF EXISTING 2 INCH PIPING THAT HAS REQUIRED MULTIPLE REPAIRS WILL BE REPLACED, AND A MAIN LINE PRESSURE REDUCING STATION AND 5 FIRE HYDRANTS WILL BE INSTALLED. EXPECTED OUTCOMES ARE ABILITY TO REMOTELY MONITOR WATER USAGE AND POTENTIAL LEAKS, PROVIDE 80,000 GALLONS OF RELIABLE WATER STORAGE, AND PROVIDE FIRE PROTECTION. THE INTENDED BENEFICIARIES INCLUDE MEMBERS OF THE IIPAY NATION OF SANTA YSABEL RESIDING IN THE AREA.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "55IT0634040",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "IIPAY NATION OF SANTA YSABEL",
      "obligation": 1762539.55,
      "start_date": "2012-01-06",
      "end_date": "2034-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    }
  ],
  "total_obligation": 4572997.46,
  "award_count": 5,
  "cfda_summary": {
    "15.156": {
      "count": 1,
      "total": 400000.0
    },
    "97.039": {
      "count": 1,
      "total": -685.09
    },
    "66.926": {
      "count": 1,
      "total": 901043.0
    },
    "66.468": {
      "count": 1,
      "total": 1510100.0
    },
    "14.867": {
      "count": 1,
      "total": 1762539.55
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 901043.0,
    "2024": 1510100.0,
    "2025": 0.0,
    "2026": 400000.0
  },
  "trend": "increasing"
}