{
  "tribe_id": "epa_100000456",
  "tribe_name": "Native Village of Larsen Bay",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01J86701",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF LARSEN BAY",
      "obligation": 355000.0,
      "start_date": "2020-10-01",
      "end_date": "2024-09-30",
      "description": "THIS PROJECT WILL ASSIST THE NATIVE VILLAGE OF LARSEN BAY IN BUILDING CAPACITY AND DEVELOPING PROGRAMS TO PROTECT THE ENVIRONMENT AND HEALTH.  TASKS INCLUDE MAINTAINING AN ENVIRONMENTAL OFFICE AND PROGRAM; ATTENDING TRAINING AND RESEARCHING ISSUES AND RESOURCES; COMMUNICATING WITH OTHER AGENCIES, CONDUCTING OUTREACH AND CLEAN-UP EVENTS; CONDUCTING SOURCE SEPARATION AND RESOURCE RECOVERY ACTIVITIES; BUILDING KNOWLEDGE OF AIR, WATER, AND WEATHER, UPDATING THE INVENTORY, AND COLLECTING BASELINE OCEAN WATER QUALITY DATA. .",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J85501",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF LARSEN BAY",
      "obligation": 268000.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS PROJECT WILL ASSIST THE NATIVE VILLAGE OF LARSEN BAY IN BUILDING CAPACITIES AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH.  OBJECTIVES/WORKPLAN COMPONENTS INCLUDE: 1. BUILDING ADMINISTRATIVE CAPACITY; 2. BUILDING PROGRAMMATIC CAPACITY; 3) BUILDING COMMUNICATIONS CAPACITY; 4. BUILDING SOLID AND HAZARDOUS WASTE MANAGEMENT CAPACITY; AND 5. BUILDING TECHNICAL CAPACITY.ACTIVITIES:WORKPLAN ACTIVITIES/TASKS INCLUDE: MAINTAINING AN ENVIRONMENTAL OFFICE AND ADMINISTRATIVE AND PROGRAM MANAGEMENT FUNCTIONS; ATTENDING TRAINING AND RESEARCHING ISSUES AND RESOURCES; COMMUNICATING INTERNALLY AND EXTERNALLY ABOUT ISSUES AND CONDUCTING COMMUNITY EDUCATION ACTIVITIES; CONDUCTING SOURCE SEPARATION AND RESOURCE RECOVERY ACTIVITIES; BUILDING TECHNICAL KNOWLEDGE OF AIR AND WATER QUALITY; DEVELOPING AN ENVIRONMENTAL INVENTORY; DEVELOPING A CONTAMINATED SITE CLEANUP PLAN, AND COLLECTING BASELINE OCEAN WATER QUALITY AND HARMFUL ALGAL BLOOM DATA.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE NATIVE VILLAGE OF LARSEN BAY, TRIBAL MEMBERS, AND THE LOCAL PUBLIC.  THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE: INCREASING TRIBAL ADMINISTRATIVE CAPACITY TO RESPOND TO LOCAL ENVIRONMENTAL CONCERNS; INCREASING TRIBAL PROGRAMMATIC CAPACITY TO ASSESS LOCAL ENVIRONMENTAL ISSUES; INCREASING COMMUNITY KNOWLEDGE OF ENVIRONMENTAL ISSUES AND ACTIONS PROTECTIVE OF THE ENVIRONMENT; DECREASING AMOUNTS OF RECYCLABLES AND HAZARDOUS WASTES ENTERING LANDFILL; AND INCREASING TRIBAL TECHNICAL CAPACITIES TO PRIORITIZE ENVIRONMENTAL NEEDS AND DEVELOP PROGRAMS TO ADDRESS THEM.  ANTICIPATED DELIVERABLES INCLUDE: PERFORMANCE REPORTS; FINANCIAL REPORTS; COPIES OF OUTREACH MATERIALS; EVENT SUMMARY REPORTS; RECYCLING AND WASTE REPORTS; AND A CONTAMINATED SITE CLEANUP PLAN.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 623000.0,
  "award_count": 2,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 623000.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 268000.0,
    "2026": 0.0
  },
  "trend": "new"
}