{
  "tribe_id": "epa_100000431",
  "tribe_name": "Village of Kaltag",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "02J73501",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "VILLAGE OF KALTAG",
      "obligation": 293000.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE VILLAGE OF KALTAG WILL USE GAP FUNDING TO ADDRESS PRIORITY ENVIRONMENTAL CONCERNS IN THE COMMUNITY. THE TRIBE RETURNS TO GAP AFTER SEVERAL YEARS OUT OF THE PROGRAM. IN FY25. ENVIRONMENTAL STAFF WILL FOCUS ON ENVIRONMENTAL PROGRAM MANAGEMENT, CLIMATE CHANGE RESEARCH AND EDUCATION, SOLID AND HAZARDOUS WASTE AND RECYCLING, AND CLEAN WATER. IN A SPECIAL PROJECT IN FY25, THE TRIBE WILL CONDUCT A LARGE BACKHAUL. IN FY26, ENVIRONMENTAL STAFF WILL FOCUS ON ENVIRONMENTAL PROGRAM MANAGEMENT, AIR QUALITY, SOLID AND HAZARDOUS WASTE AND RECYCLING, AND CLEAN WATER. ACTIVITIES:IN FY25, THE TRIBE WILL COMPLETE REPORTING, ATTEND ENVIRONMENTAL AND GAP CONFERENCES AND TRAININGS, UPDATE THE ETEP, CREATE A STAFF MANUAL, COLLABORATE WITH THE YUKON-KOYUKUK CONSORTIUM; RESEARCH CLIMATE CHANGE AND SHARE INFORMATION THROUGH A QUARTERLY NEWSLETTER; APPLY FOR A RECYCLING GRANT, ATTEND SOLID WASTE TRAININGS, ORGANIZE A COMMUNITY CLEAN-UP HAUL TRASH, AND CLEAR BRUSH AROUND THE LANDFILL; COMPLETE WATER QUALITY TRAININGS, AND WORK WITH YUKON RIVER INTER-TRIBAL WATERSHED COUNCIL TO DEVELOP AND IMPLEMENT A QUALITY ASSURANCE PROJECT PLAN FOR WATER QUALITY SAMPLING. IN ITS FY25 SPECIAL PROJECT, THE TRIBE WILL TRAIN FOR AND COMPLETE FREON REMOVAL, PURCHASE EQUIPMENT TO ASSIST WITH TRASH HAULING AND A COMMUNITY CLEAN-UP, PREPARE APPLIANCES FOR BACKHAUL, AND ARRANGE FOR BACKHAUL. IN FY26, THE TRIBE WILL COMPLETE REPORTING, ATTEND ENVIRONMENTAL AND GAP TRAININGS AND CONFERENCES, INCLUDING A CLEAN ENERGY CONFERENCE; ATTEND TRAININGS ON THE CLEAN AIR ACT, WORK WITH THE INSTITUTE FOR TRIBAL ENVIRONMENTAL PROFESSIONALS TO DEVELOP A QUALITY ASSURANCE PROJECT PLAN FOR MONITORING DUST CONTROL AND AIR QUALITY, DEVELOP AN INDOOR AIR QUALITY SURVEY AND AN ASSESSMENT FROM THE RESULTS FOR TRIBAL HOMES AND COMMUNITY BUILDINGS; APPLY FOR A RECYCLING GRANT, ATTEND SOLID WASTE TRAININGS, ORGANIZE A COMMUNITY CLEAN-UP HAUL TRASH; COMPLETE ADDITIONAL WATER QUALITY TRAININGS AS NEEDED, WORK WITH YUKON RIVER INTER-TRIBAL WATERSHED COUNCIL TO UPDATE THE WATER SAMPLING QUALITY ASSURANCE PROJECT PLAN AS NEEDED, IDENTIFY ANY NEW POINT SOURCE POLLUTION ON THE YUKON RIVER NEAR KALTAG, AND SEEK ADDITIONAL WAYS TO REDUCE OR ELIMINATE THESE POLLUTION SOURCES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE REPORTS, TRIP REPORTS, TRAINING CERTIFICATES, AN UPDATED ETEP, A STAFF MANUAL, QUALITY ASSURANCE PROJECT PLANS, FLYERS, PHOTOS, NEWSLETTERS, AN INDOOR AIR QUALITY ASSESSMENT AND SURVEY, SOLID WASTE  AND RECYCLING INVENTORIES, AND WATER SAMPLING TEST RESULTS. EXPECTED OUTCOMES INCLUDE IMPROVED ENVIRONMENTAL AND HUMAN HEALTH THROUGH A BETTER UNDERSTANDING OF ENVIRONMENTAL ISSUES AND WHAT CAN BE ACCOMPLISHED WITH THE ENVIRONMENTAL PROGRAM, A CLEANER LANDFILL AND COMMUNITY, SAFE DISPOSAL OF HARMFUL CHEMICALS, INCREASED KNOWLEDGE OF CLIMATE CHANGE AND ITS EFFECTS ON SUBSISTENCE, THE ABILITY TO IDENTIFY AND ADDRESS WATER QUALITY ISSUES, A REDUCTION IN DUST, HARMFUL TOXINS AND MOLD/BACTERIA IN HOMES AND THE COMMUNITY; PARTICIPATION OF COMMUNITY MEMBERS IN WASTE REDUCTION AND PROPER WASTE DISPOSAL, AND A PROCESS TO PROTECT THE WATER SURROUNDING KALTAG. DIRECT BENEFICIARIES OF THIS GRANT ARE MEMBERS OF THE TRIBE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "693JG42330000V600AK0097",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "VILLAGE OF KALTAG",
      "obligation": 179396.68,
      "start_date": null,
      "end_date": null,
      "description": "TRIBAL TRANSPORTATION PROGRAM",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JJ22440000Y602AK3097024",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "VILLAGE OF KALTAG",
      "obligation": 76700.8,
      "start_date": null,
      "end_date": null,
      "description": "PROJECT TITLE: VILLAGE OF KALTAG FY24 TRIBAL TRANSPORTATION FUNDING :::: PROJECT DESCRIPTION: ALL FUNDS PROVIDED TO THE VILLAGE OF KALTAG UNDER THE OTT TRIBAL TRANSPORTATION PROGRAM AGREEMENT.",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JJ22440000Y176AK3097024",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "VILLAGE OF KALTAG",
      "obligation": 32370.19,
      "start_date": null,
      "end_date": null,
      "description": "PROJECT TITLE: VILLAGE OF KALTAG FY24 TRIBAL TRANSPORTATION FUNDING :::: PROJECT DESCRIPTION: ALL FUNDS PROVIDED TO THE VILLAGE OF KALTAG UNDER THE OTT TRIBAL TRANSPORTATION PROGRAM AGREEMENT.",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JG42430000V600AK0097",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "VILLAGE OF KALTAG",
      "obligation": 11612.67,
      "start_date": null,
      "end_date": null,
      "description": "TRIBAL TRANSPORTATION PROGRAM",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JJ22540000Y602AK3097025",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "VILLAGE OF KALTAG",
      "obligation": 19598.33,
      "start_date": null,
      "end_date": null,
      "description": "PROJECT TITLE: VILLAGE OF KALTAG TRANSPORTATION PROGRAM FUNDING FY 2025 :::: PROJECT DESCRIPTION: ALL TRANSPORTATION FUNDING PROVIDED BY FHWA TO VILLAGE OF KALTAG UNDER THE FHWA OTT PROGRAM AGREEMENT FOR FY25",
      "awarding_agency": "Department of Transportation"
    }
  ],
  "total_obligation": 612678.67,
  "award_count": 6,
  "cfda_summary": {
    "66.926": {
      "count": 1,
      "total": 293000.0
    },
    "20.205": {
      "count": 5,
      "total": 319678.67
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 293000.0,
    "2026": 0.0
  },
  "trend": "new"
}