{
  "tribe_id": "epa_100000334",
  "tribe_name": "Yerington Paiute Tribe of the Yerington Colony & Campbell Ranch, Nevada",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "98T06001",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "YERINGTON PAIUTE TRIBE",
      "obligation": 228702.0,
      "start_date": "2020-10-01",
      "end_date": "2022-09-30",
      "description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE YERINGTON PAIUTE TRIBE TO BUILD ITS CAPACITY TO ADMINISTER ENVIRONMENTAL PROGRAMS ON INDIAN LANDS.  SPECIFICALLY, THE RECIPIENT WILL DEVELOP NEW OUTREACH MATERIALS TO PRESENT TO THE TRIBAL COMMUNITY, DEVELOP AN INDOOR AIR PROGRAM, HOST A COMMUNITY CLEANUP DURING THE ANNUAL EARTH DAY EVENT, AND DEVELOP A COMPOSTING PROGRAM.   THIS ASSISTANCE AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $101,186.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97T02801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "YERINGTON PAIUTE TRIBE",
      "obligation": 116766.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE YERINGTON PAIUTE TRIBE. THE RECIPIENT WILL BUILD ITS CAPACITY TO ADMINISTER MULTI-MEDIA ENVIRONMENTAL PROGRAMS ON INDIAN LANDS.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $58,000.00. SEE TERMS AND CONDITIONS.\nACTIVITIES:THE ACTIVITIES INCLUDE ROADSIDE CLEANUP ACTIVITIES AS PART OF THE TRIBE'S ANNUAL EARTH DAY EVENT, A HAZARDOUS HOUSEHOLD WASTE COLLECTION EVENT, DEVELOPING A WEBSITE PAGE AND SOCIAL MEDIA NETWORK FOR COMMUNITY OUTREACH, PROVIDING AN ONLINE QUARTERLY NEWSLETTER TO THE COMMUNITY, AND UPDATING THE TRIBAL ENVIRONMENTAL PLAN.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE SUMMARIES OF THE EARTH DAY EVENT INCLUDING TOTALS OF ROADSIDE WASTE COLLECTED, AND A REPORT OF HAZARDOUS WASTE TOTALS AND THE TYPES OF HAZARDOUS WASTE COLLECTED, AND A DRAFT OF THE UPDATED TRIBAL ENVIRONMENTAL PLAN. THE EXPECTED OUTCOMES INCLUDE.AN INFORMED TRIBAL COMMUNITY AND LESS TRASH ON THE RESERVATION. THE INTENDED BENEFICIARIES INCLUDE THE MEMBERS AND/OR THE RESIDENTS OF THE YERINGTON RESERVATION.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "98T41501",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "YERINGTON PAIUTE TRIBE",
      "obligation": 72000.0,
      "start_date": "2022-12-01",
      "end_date": "2023-09-30",
      "description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO BUILD THE TRIBE'S CAPACITY TO ASSESS AIR QUALITY CONDITIONS AND TO DEVELOP STRATEGIES TO ADDRESS AIR QUALITY ISSUES. THE TRIBE WILL CONTINUE STRATEGIC PLANNING AND EVALUATION, COMPLIANCE ASSISTANCE, MONITORING AIR EMISSIONS, RULEMAKING, AND OTHER PROGRAM ACTIVITIES. THESE ACTIVITIES ARE TO IMPROVE AND MAINTAIN THE TRIBE'S AIR QUALITY.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $72,000. SEE TERMS AND CONDITIONS.  PRE-AWARD COSTS ARE APPROVED BACK TO 12/01/2022.ACTIVITIES:THE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE SECTION 103 PROGRAM INCLUDING: TRAINING AND PROGRAM DEVELOPMENT, PROVIDING COMMUNITY EDUCATION AND OUTREACH, ASSESSMENT AND MONITORING OF AIR QUALITY UTILIZING MONITORING EQUIPMENT, DEVELOPING CAPACITY OR A PLAN FOR ELIGIBILITY UNDER THE TRIBAL AUTHORITY RULE (TAR), AND PARTICIPATING IN REGIONAL AND NATIONAL INITIATIVES TO IMPROVE AIR QUALITY. THESE ACTIVITIES SUPPORT THE TRIBE'S GOAL TO PROTECT THE HEALTH OF THE TRIBAL COMMUNITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE COLLECTING AIR QUALITY DATA AND SUBMITTING RESULTS TO EPA'S NATIONAL AIR QUALITY DATABASE. OUTCOMES INCLUDE A BROADENED AWARENESS OF AIR QUALITY ISSUES AND ESTABLISH PROGRAMS TO ADDRESS THE ATTAINMENT AND MAINTENANCE OF NATIONAL AMBIENT AIR QUALITY STANDARDS   (NAAQS) AS WELL AS IMMEDIATE AND EMERGING THREATS TO PUBLIC HEALTH AND WELFARE FROM AIR POLLUTION. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE YERINGTON PAIUTE TRIBE AREA RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO CRITERIA AND HAZARDOUS AIR POLLUTANTS.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 417468.0,
  "award_count": 3,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 345468.0
    },
    "66.038": {
      "count": 1,
      "total": 72000.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 72000.0,
    "2024": 0.0,
    "2025": 116766.0,
    "2026": 0.0
  },
  "trend": "increasing"
}