{
  "tribe_id": "epa_100000441",
  "tribe_name": "Native Village of Kipnuk",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A24AV00525",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF KIPNUK",
      "obligation": 413508.0,
      "start_date": "2023-10-01",
      "end_date": "2026-12-31",
      "description": "KIPNUK TCR CATEGORY 2 ADAPTATION PLANNING",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A24AV01068",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF KIPNUK",
      "obligation": 115233.0,
      "start_date": "2024-09-23",
      "end_date": "2027-12-31",
      "description": "KIPNUK",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "01J80901",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF KIPNUK",
      "obligation": 500000.0,
      "start_date": "2020-10-01",
      "end_date": "2024-09-30",
      "description": "THIS AGREEMENT PROVIDES ASSISTANCE TO NATIVE VILLAGE OF KIPNUK TO BUILD ITS CAPACITY TO ADMINISTER ENVIRONMENTAL PROGRAMS ON INDIAN LANDS.  SPECIFICALLY, THE RECIPIENT WILL IMPLEMENT SOLID WASTE IMPROVEMENTS AT LANDFILL, HAZARDOUS WASTE AND RECYLING COLLECTION, AND PROVIDE YOUTH AND COMMUNITY ENVIRONMENTAL EDUCATION OUTREACH.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J65601",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF KIPNUK",
      "obligation": 268000.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE NATIVE VILLAGE OF KIPNUK WILL BUILD CAPACITY TO INCREASE KNOWLEDGE AND TECHNICAL SKILLS OF THE ENVIRONMENTAL STAFF FINANCIAL ADMINISTRATION INCLUDING IMPROVED COMMUNICATION BETWEEN EPA AND THE TRIBE. TRIBAL ADMINISTRATION STAFF WILL HAVE KNOWLEDGE AND SKILLS TO BUILD AND ASSIST IN TRAINING FOR FUTURE STAFF TO DEVELOP PROGRAMS AND PARTNERSHIPS THROUGH COMMUNICATIONS AND COLLABORATIONS WITH OTHER FEDERAL, STATE, AND LOCAL ENTITIES. THE TRIBE WILL REVIEW AND UPDATE, AS NECESSARY, ANY STANDARD OPERATING PROCEDURES, SOLID WASTE MANAGEMENT PLAN, ETEP'S AND/OR JOB DESCRIPTIONS WITHIN THE ENVIRONMENTAL DEPARTMENT.ACTIVITIES:ALASKA TRIBAL CONFERENCE ON ENVIRONMENTAL MANAGEMENT AND THE ALASKA FORUM ON THE ENVIRONMENT CONFERENCES WILL BE ATTENDED BY THE ENV. COORDINATOR (EC) AND ENV. ASSISTANT (EA). THE EA WILL BE TRAINED/SUPERVISED BY THE EC. ENVIRONMENTAL MEETINGS, WORKSHOPS, AND WEBINARS WILL ATTENDED BY THE EC AND EA. THE ENVIRONMENTAL DEPARTMENT WILL COLLABORATE WITH OTHER ORGANIZATIONS ON WASTE MANAGEMENT, CLIMATE CHANGE, EMERGENCY RESPONSE, AND OTHER ENVIRONMENTAL ISSUES. THE EC WILL REVIEW THE EPA-TRIBAL ENVIRONMENTAL PLAN AND UPDATE IT AS NEEDED. ENVIRONMENTAL AND ADMIN STAFF AND COUNCIL MEMBERS WILL REVIEW/UPDATE POLICIES AND PROCEDURES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES: COPIES OF PRESENTATIONS AND HANDOUT MATERIALS, SUMMARY REPORT ON CLEANUP CERTIFICATIONS, BACKHAUL LOGS, PHOTOS., TRIP REPORTS, MEETING NOTES, AND LISTS OF ONLINE LINKS.  EXPECTED OUTCOMES INCLUDE: A STRONG FOUNDATION IN GRANTS MANAGEMENT AND COLLABORATION WITH PARTNERS WILL PROMOTE ENVIRONMENTAL STEWARDSHIP AND SUSTAINABILITY; TRIBAL MEMBERS' PARTICIPATION IN LOCAL ENVIRONMENTAL ACTIVITIES AND PROJECTS WILL RESULT IN A DESIRE TO SERVE AS ENVIRONMENTAL STEWARDS; COMMUNITY UNDERSTANDING/INVOLVEMENT WITH SOLID/HAZARDOUS WASTE ISSUES WILL PROMOTE IMPROVED HUMAN AND ENVIRONMENTAL HEALTH; A SMOOTHLY FUNCTIONING SOLID/HAZARDOUS WASTE MANAGEMENT PROGRAM WILL PROMOTE BETTER HUMAN AND ENVIRONMENTAL HEALTH, AND; AS THE COMMUNITY BECOMES INFORMED AND PREPARED TO ADAPT TO CLIMATE CHANGE AND NATURAL AND HUMAN CAUSED DISASTERS, HUMAN AND ENVIRONMENTAL HEALTH WILL IMPROVE. DIRECT BENEFICIARIES OF THIS GRANT ARE MEMBERS OF THE TRIBE.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 1296741.0,
  "award_count": 4,
  "cfda_summary": {
    "15.156": {
      "count": 2,
      "total": 528741.0
    },
    "66.926": {
      "count": 2,
      "total": 768000.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 528741.0,
    "2025": 268000.0,
    "2026": 0.0
  },
  "trend": "stable"
}