{
  "tribe_id": "epa_100000327",
  "tribe_name": "Winnebago Tribe of Nebraska",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "EMK-2020-BR-028-0001",
      "cfda": "97.047",
      "program_id": "fema_bric",
      "recipient_name_raw": "WINNEBAGO TRIBE OF NEBRASKA",
      "obligation": 78478.42,
      "start_date": "2022-06-24",
      "end_date": "2025-06-23",
      "description": "BUILDING RESILIENT INFRASTRUCTURE AND COMMUNITIES",
      "awarding_agency": "Department of Homeland Security"
    },
    {
      "award_id": "97752506",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "WINNEBAGO TRIBE OF NEBRASKA",
      "obligation": 142500.0,
      "start_date": "2022-10-01",
      "end_date": "2023-09-30",
      "description": "DESCRIPTION:PURPOSE: THE GENERAL ASSISTANCE PROGRAM GRANT PROVIDES FUNDING TO THE WINNEBAGO TRIBE OF NEBRASKA TO BUILD ENVIRONMENTAL MANAGEMENT CAPACITY. THIS INCLUDES THE PLANNING, DEVELOPMENT AND ESTABLISHMENT OF ENVIRONMENTAL PROTECTION PROGRAMS IN INDIAN COUNTRY, AND FOR DEVELOPING AND IMPLEMENTING SOLID AND HAZARDOUS WASTE PROGRAMS ON TRIBAL LANDS. GAP SUPPORTS THE OPERATION OF CONTINUING ENVIRONMENTAL PROGRAMS AND GIVES FLEXIBILITY TO ADDRESS ENVIRONMENTAL PRIORITIES. THIS COOPERATIVE AGREEMENT WILL CONTRIBUTE TO THE PROTECTION OF PUBLIC HEALTH BY PROVIDING CLEAN AIR, WATER AND LAND TO THE CITIZENS OF THE WINNEBAGO TRIBE.  ACTIVITIES:ACTIVITIES INCLUDE THE IMPLEMENTATION OF THE SOLID AND HAZARDOUS WASTE PROGRAM, GIS/GPS PROGRAM DEVELOPMENT, EDUCATIONAL, OUTREACH, AND CAPACITY BUILDING ACTIVITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES: THE GOAL OF GAP IS TO ASSIST THE WINNEBAGO TRIBE IN DEVELOPING THE CAPACITY TO MANAGE THEIR ENVIRONMENTAL PROTECTION PROGRAMS AND TO DEVELOP AND IMPLEMENT SOLID AND HAZARDOUS WASTE PROGRAMS IN ACCORDANCE WITH INDIVIDUAL TRIBAL NEEDS AND APPLICABLE FEDERAL LAWS AND REGULATIONS. \nINTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDES WINNEBAGO TRIBAL RESIDENTS AND THE GENERAL PUBLIC AT LARGE. SUBRECIPIENT ACTIVITIES: SUB-AWARDS ARE NOT PLANNED.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97752507",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "WINNEBAGO TRIBE OF NEBRASKA",
      "obligation": 169139.0,
      "start_date": "2023-10-01",
      "end_date": "2024-09-30",
      "description": "DESCRIPTION:PURPOSE: THE GENERAL ASSISTANCE PROGRAM GRANT PROVIDES FUNDING TO THE WINNEBAGO TRIBE OF NEBRASKA TO BUILD ENVIRONMENTAL MANAGEMENT CAPACITY. THIS INCLUDES THE PLANNING, DEVELOPMENT AND ESTABLISHMENT OF ENVIRONMENTAL PROTECTION PROGRAMS IN INDIAN COUNTRY, AND FOR DEVELOPING AND IMPLEMENTING SOLID AND HAZARDOUS WASTE PROGRAMS ON TRIBAL LANDS. GAP SUPPORTS THE OPERATION OF CONTINUING ENVIRONMENTAL PROGRAMS AND GIVES FLEXIBILITY TO ADDRESS ENVIRONMENTAL PRIORITIES. THIS COOPERATIVE AGREEMENT WILL CONTRIBUTE TO THE PROTECTION OF PUBLIC HEALTH BY PROVIDING CLEAN AIR, WATER AND LAND TO THE CITIZENS OF THE WINNEBAGO TRIBE.ACTIVITIES:ACTIVITIES INCLUDE THE IMPLEMENTATION OF THE SOLID AND HAZARDOUS WASTE PROGRAM, GIS/GPS PROGRAM DEVELOPMENT, EDUCATIONAL, OUTREACH, AND CAPACITY BUILDING ACTIVITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES: THE GOAL OF GAP IS TO ASSIST THE WINNEBAGO TRIBE IN DEVELOPING THE CAPACITY TO MANAGE THEIR ENVIRONMENTAL PROTECTION PROGRAMS AND TO DEVELOP AND IMPLEMENT SOLID AND HAZARDOUS WASTE PROGRAMS IN ACCORDANCE WITH INDIVIDUAL TRIBAL NEEDS AND APPLICABLE FEDERAL LAWS AND REGULATIONS. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDES WINNEBAGO TRIBAL RESIDENTS AND THE GENERAL PUBLIC AT LARGE. SUBRECIPIENT ACTIVITIES: SUB-AWARDS ARE NOT PLANNED.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97752508",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "WINNEBAGO TRIBE OF NEBRASKA",
      "obligation": 345241.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:PURPOSE: THE GENERAL ASSISTANCE PROGRAM GRANT PROVIDES FUNDING TO THE WINNEBAGO TRIBE OF NEBRASKA TO BUILD ENVIRONMENTAL MANAGEMENT CAPACITY. THIS INCLUDES THE PLANNING, DEVELOPMENT, AND ESTABLISHMENT OF ENVIRONMENTAL PROTECTION PROGRAMS IN INDIAN COUNTRY, FOR OVERSEEING AND ADMINISTERING SOLID AND HAZARDOUS WASTE PROGRAMS ON TRIBAL LANDS, AND FOR CONDUCTING ENVIRONMENTAL OUTREACH. GAP SUPPORTS THE OPERATION OF CONTINUING ENVIRONMENTAL PROGRAMS AND GIVES FLEXIBILITY TO ADDRESS ENVIRONMENTAL PRIORITIES. THIS COOPERATIVE AGREEMENT WILL CONTRIBUTE TO THE PROTECTION OF PUBLIC HEALTH AND THE ENVIRONMENT BY PROVIDING CLEAN AIR, WATER, AND LAND TO THE CITIZENS OF THE WINNEBAGO TRIBE.ACTIVITIES:ACTIVITIES INCLUDE THE ADMINISTRATION OF THE SOLID AND HAZARDOUS WASTE PROGRAM, GIS/GPS PROGRAM DEVELOPMENT, EDUCATION, OUTREACH, AND CAPACITY BUILDING ACTIVITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES: THE GOAL OF GAP IS TO ASSIST THE WINNEBAGO TRIBE IN DEVELOPING THE CAPACITY TO MANAGE THEIR ENVIRONMENTAL PROTECTION PROGRAMS AND TO OVERSEE AND ADMINISTER SOLID AND HAZARDOUS WASTE PROGRAMS IN ACCORDANCE WITH INDIVIDUAL TRIBAL NEEDS AND APPLICABLE FEDERAL LAWS AND REGULATIONS. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE WINNEBAGO TRIBAL RESIDENTS AND THE GENERAL PUBLIC AT LARGE. SUBRECIPIENT ACTIVITIES: SUB-AWARDS ARE NOT PLANNED.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97793601",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "WINNEBAGO TRIBE OF NEBRASKA",
      "obligation": 118204.0,
      "start_date": "2022-10-01",
      "end_date": "2023-09-30",
      "description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR THE WINNEBAGO TRIBE OF NEBRASKA TO CONDUCT RESEARCH AND EDUCATION ACTIVITIES AS OUTLINED IN CAA 103. THIS PROJECT CONTINUES AIR QUALITY MONITORING AND ASSESSMENT EFFORTS WITH THE GOAL OF IMPROVING AND PROTECTING THE HEALTH OF THE WINNEBAGO TRIBE. CONTINUED ACTIVITIES INCLUDE MERCURY MONITORING, WITH THIS NEW PROJECT DEPLOYING A METONE METROLOGIC STATION FOR INCREASED AMBIENT AIR MONITORING CAPABILITIES. ALSO INCLUDED ARE OUTREACH AND EDUCATION EFFORTS TO BOLSTER COMMUNITY KNOWLEDGE OF INDOOR AND OUTDOOR AIR QUALITY ISSUES. THIS PROJECT ASSISTS THE TRIBE IN UNDERSTANDING LOCAL AIR QUALITY ISSUES AS WELL AS CONTRIBUTES DATA TO NATIONAL MONITORING DATABASES. EDUCATION WILL INCREASE COMMUNITY KNOWLEDGE OF AIR ISSUES AND ASSIST IN IMPROVING AND AVOIDING NEGATIVE HEALTH OUTCOMES RELATED TO ADVERSE AIR QUALITY EVENTS. BENEFICIARIES OF THIS PROGRAM INCLUDE THE WINNEBAGO TRIBAL POPULATION AND USERS OF COLLECTED METEOROLOGICAL DATA. THERE ARE NO KNOWN SUBRECIPIENTS AT THIS TIME.ACTIVITIES:ACTIVITIES INCLUDE INSTALLATION AND MAINTENANCE OF METEOROLOGICAL STATION, PM2.5 MONITOR, AND MERCURY WET DEPOSITION STATION WITH SUBSEQUENT DATA COLLECTION. OTHER ACTIVITIES INCLUDE TRAVEL AND PARTICIPATION IN NATIONAL AIR QUALITY CONFERENCES AND EDUCATION EVENTS, AS WELL AS COMMUNITY OUTREACH (NEWSLETTERS, SOCIAL MEDIA) USING COLLECTED DATA TO INFORM TRIBE OF TRENDS AND THREATS, AND OVERALL AIR QUALITY, AS WELL AS IN PERSON EVENTS ON EARTH DAY AND OTHER EVENTS.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE QUALITY ASSURED DATA FROM THE METROLOGIC, PARTICULATE MATTER, AND MERCURY WET DEPOSITION STATIONS, AS WELL AS DERIVED NARRATIVE REPORTS FIT FOR LAY COMMUNITY CONSUMPTION. OUTCOMES ARE TRIBAL MEMBERS ARE AWARENESS AND EDUCATION OF TRENDS, THREATS, AND IMPROVEMENTS IN AMBIENT AIR QUALITY. INTENDED BENEFICIARIES ARE WINNEBAGO TRIBAL MEMBERS AND THE COMMUNITY AT LARGE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97789001",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "WINNEBAGO TRIBE OF NEBRASKA",
      "obligation": 117140.0,
      "start_date": "2021-10-01",
      "end_date": "2022-09-30",
      "description": "PURPOSE: THIS PROJECT PROVIDES FUNDING FOR THE WINNEBAGO TRIBE OF NEBRASKA TO CONDUCT RESEARCH AND EDUCATION ACTIVITIES AS OUTLINED IN CAA 103.\nTHIS PROJECT CONTINUES AIR QUALITY MONITORING AND ASSESSMENT EFFORTS WITH THE GOAL OF IMPROVING AND PROTECTING THE HEALTH OF THE WINNEBAGO TRIBE. CONTINUED ACTIVITIES INCLUDE MERCURY MONITORING, WITH THIS NEW PROJECT DEPLOYING A METONE METROLOGIC STATION FOR INCREASED AMBIENT AIR MONITORING CAPABILITIES. ALSO INCLUDED ARE OUTREACH AND EDUCATION EFFORTS TO BOLSTER COMMUNITY KNOWLEDGE OF INDOOR AND OUTDOOR AIR QUALITY ISSUES. \nTHIS PROJECT ASSISTS THE TRIBE IN UNDERSTANDING LOCAL AIR QUALITY ISSUES AS WELL AS CONTRIBUTES DATA TO NATIONAL MONITORING DATABASES. EDUCATION WILL INCREASE COMMUNITY KNOWLEDGE OF AIR ISSUES AND ASSIST IN IMPROVING AND AVOIDING NEGATIVE HEALTH OUTCOMES RELATED TO ADVERSE AIR QUALITY EVENTS.\nBENEFICIARIES OF THIS PROGRAM INCLUDE THE WINNEBAGO TRIBAL POPULATION AND USERS OF COLLECTED METEOROLOGICAL DATA. THERE ARE NO KNO",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "96707501",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "WINNEBAGO TRIBE OF NEBRASKA",
      "obligation": 123109.0,
      "start_date": "2023-10-01",
      "end_date": "2024-09-30",
      "description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR THE WINNEBAGO TRIBE OF NEBRASKA TO CONDUCT RESEARCH AND EDUCATION ACTIVITIES AS OUTLINED IN CAA 103. THIS PROJECT CONTINUES AIR QUALITY MONITORING AND ASSESSMENT EFFORTS WITH THE GOAL OF IMPROVING AND PROTECTING THE HEALTH OF THE WINNEBAGO TRIBE. THE METEOROLOGICAL STATION PROJECT WILL CONTINUE, INCLUDING INSTALLING AND OPERATING THE EQUIPMENT. THE NEW PARTICULATE MATTER, PM2.5, AIR MONITORING STATION INSTALLATION AND OPERATION WILL BEGIN. MERCURY WET DEPOSITION MONITORING WILL CONTINUE. INCREASED AMBIENT AIR MONITORING CAPABILITIES. ALSO INCLUDED ARE OUTREACH AND EDUCATION EFFORTS TO BOLSTER COMMUNITY KNOWLEDGE OF INDOOR AND OUTDOOR AIR QUALITY ISSUES. THIS PROJECT ASSISTS THE TRIBE IN UNDERSTANDING LOCAL AIR QUALITY ISSUES AS WELL AS CONTRIBUTES DATA TO NATIONAL MONITORING DATABASES. EDUCATION WILL INCREASE COMMUNITY KNOWLEDGE OF AIR ISSUES AND ASSIST IN IMPROVING AND AVOIDING NEGATIVE HEALTH OUTCOMES RELATED TO ADVERSE AIR QUALITY EVENTS. BENEFICIARIES OF THIS PROGRAM INCLUDE THE WINNEBAGO TRIBAL POPULATION AND USERS OF COLLECTED METEOROLOGICAL DATA. THERE ARE NO KNOWN SUBRECIPIENTS AT THIS TIME.\nACTIVITIES:ACTIVITIES INCLUDE CONTINUING THE INSTALLATION AND MAINTENANCE OF METEOROLOGICAL STATION, PM2.5 MONITOR, AND MERCURY WET DEPOSITION STATION WITH SUBSEQUENT DATA COLLECTION. OTHER ACTIVITIES INCLUDE TRAVEL AND PARTICIPATION IN NATIONAL AIR QUALITY CONFERENCES AND EDUCATION EVENTS, AS WELL AS COMMUNITY OUTREACH (NEWSLETTERS, SOCIAL MEDIA) USING COLLECTED DATA TO INFORM TRIBE OF TRENDS AND THREATS, AND OVERALL AIR QUALITY, AS WELL AS IN PERSON EVENTS ON EARTH DAY AND OTHER EVENTS.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE QUALITY ASSURED DATA FROM THE METROLOGIC, PARTICULATE MATTER, AND MERCURY WET DEPOSITION STATIONS, AS WELL AS DERIVED NARRATIVE REPORTS FIT FOR LAY COMMUNITY CONSUMPTION. OUTCOMES ARE TRIBAL MEMBERS ARE AWARENESS AND EDUCATION OF TRENDS, THREATS, AND IMPROVEMENTS IN AMBIENT AIR QUALITY. INTENDED BENEFICIARIES ARE WINNEBAGO TRIBAL MEMBERS AND THE COMMUNITY AT LARGE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "96716801",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "WINNEBAGO TRIBE OF NEBRASKA",
      "obligation": 193939.0,
      "start_date": "2024-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR THE WINNEBAGO TRIBE OF NEBRASKA TO CONDUCT RESEARCH AND EDUCATION ACTIVITIES AS OUTLINED IN CAA 103. THIS PROJECT CONTINUES AIR QUALITY MONITORING AND ASSESSMENT EFFORTS WITH THE GOAL OF IMPROVING AND PROTECTING THE HEALTH OF THE WINNEBAGO TRIBE. MERCURY WET DEPOSITION, METEOROLOGICAL STATION, AND PARTICULATE MATTER, PM2.5, MONITORING WILL CONTINUE. THE TRIBE WILL BEGIN DEVELOPING A LIGHT SENSOR AIR TO DISPLAY THE AIR QUALITY INDEX (AQI) TO REPLACE THE FLAG PROGRAM. THIS AQI LIGHT SENSOR WILL INCREASE COMMUNITY AWARENESS ABOUT THE IMPORTANCE OF AIR QUALITY AND AIR POLLUTION REDUCTION. TWO PURPLE AIR DEVICES WILL BE INSTALLED WITHIN THE WINNEBAGO COMMUNITY TO COLLECT PM2.5 DATA FOR THE TERM OF THE EPA LOAN PROGRAM, SIX MONTHS. AN ADDITIONAL MULTI-POLLUTANT MONITORING STATION WILL BE INSTALLED WITH FUNDS FROM THE IRA DIRECT GRANT, WITH PERSONNEL COST COVERED UNDER CAA 103. \n\nTHIS PROJECT WILL ASSIST THE TRIBE IN UNDERSTANDING LOCAL AIR QUALITY ISSUES AS WELL AS CONTRIBUTES DATA TO NATIONAL MONITORING DATABASES. EDUCATION WILL INCREASE COMMUNITY KNOWLEDGE OF AIR ISSUES AND ASSIST IN IMPROVING AND AVOIDING NEGATIVE HEALTH OUTCOMES RELATED TO ADVERSE AIR QUALITY EVENTS. BENEFICIARIES OF THIS PROGRAM INCLUDE THE WINNEBAGO TRIBAL POPULATION.\nACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE OPERATING AND MAINTAINING THE MET STATION, MERCURY WET DEPOSITION EQUIPMENT, AND PM2.5 EQUIPMENT, AS WELL AS AN AQI LIGHT SENSOR, UPDATING PM QAPP, INSTALLING PURPLE AIR MONITORS AND DEVELOPING NEW AIR MONITORING SITE. OTHER ACTIVITIES INCLUDE TRAINING AND TRAVEL, TRIBAL COMMUNITY OUTREACH EVENTS, WORK GROUP CALLS AND MEETINGS, AND EDUCATING THE TRIBAL COMMUNITY ON AIR QUALITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE QUALITY ASSURED DATA FROM MET STATION, MERCURY WET DEPOSITION EQUIPMENT, AND PM2.5 EQUIPMENT, REFLECTED IN COMMUNITY OUTREACH AND INTERNAL REPORTS. OTHER DELIVERABLES INCLUDE AN UPDATED PM QAPP, DEVELOPED AQI LIGHT SENSOR, TWO INSTALLED PURPLE AIR MONITORS, AND A NEW AIR MONITORING LOCATION WITH NEW PM EQUIPMENT. DESIRED OUTCOMES INCLUDE INCREASING AIR QUALITY AWARENESS AND EDUCATION, IMPROVING AMBIENT AIR QUALITY, AND CREATING HISTORIC DATABASE FROM MONITORING. THE INTENDED BENEFICIARIES ARE WINNEBAGO TRIBAL MEMBERS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "96724401",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "WINNEBAGO TRIBE OF NEBRASKA",
      "obligation": 133680.0,
      "start_date": "2025-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR THE WINNEBAGO TRIBE OF NEBRASKA TO CONDUCT RESEARCH AND EDUCATION ACTIVITIES AS OUTLINED IN CAA 103. THIS PROJECT CONTINUES AIR QUALITY MONITORING AND ASSESSMENT EFFORTS WITH THE GOAL OF IMPROVING AND PROTECTING THE HEALTH OF THE WINNEBAGO TRIBE. MERCURY WET DEPOSITION, METEOROLOGICAL STATION, AND PM2.5 MONITORING WILL CONTINUE. EDUCATION WILL INCREASE COMMUNITY KNOWLEDGE OF AIR ISSUES AND ASSIST IN IMPROVING AND AVOIDING NEGATIVE HEALTH OUTCOMES RELATED TO ADVERSE AIR QUALITY EVENTS. BENEFICIARIES OF THIS PROGRAM INCLUDE THE WINNEBAGO TRIBAL POPULATION.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE OPERATING AND MAINTAINING THE MET STATION, MERCURY WET DEPOSITION EQUIPMENT, AND PM2.5 EQUIPMENT, AS WELL AS AN AQI LIGHT SENSOR, OPERATING PURPLE AIR MONITORS AND CONTINUING TO ESTABLISH NEW AIR MONITORING SITE. OTHER ACTIVITIES INCLUDE TRAINING AND TRAVEL, TRIBAL COMMUNITY OUTREACH EVENTS, WORK GROUP CALLS AND MEETINGS, AND EDUCATING THE TRIBAL COMMUNITY ON AIR QUALITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE QUALITY ASSURED DATA FROM MET STATION, MERCURY WET DEPOSITION EQUIPMENT, AND PM2.5 EQUIPMENT, REFLECTED IN COMMUNITY OUTREACH AND INTERNAL REPORTS. OTHER DELIVERABLES INCLUDE OPERATING TWO PURPLE AIR MONITORS, AND A SECOND AIR MONITORING LOCATION WITH PM EQUIPMENT. DESIRED OUTCOMES INCLUDE INCREASING AIR QUALITY AWARENESS AND EDUCATION, IMPROVING AMBIENT AIR QUALITY, AND CREATING HISTORIC DATABASE FROM MONITORING. THE INTENDED BENEFICIARIES ARE WINNEBAGO TRIBAL MEMBERS.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 1421430.42,
  "award_count": 9,
  "cfda_summary": {
    "97.047": {
      "count": 1,
      "total": 78478.42
    },
    "66.926": {
      "count": 3,
      "total": 656880.0
    },
    "66.038": {
      "count": 5,
      "total": 686072.0
    }
  },
  "yearly_obligations": {
    "2022": 195618.41999999998,
    "2023": 260704.0,
    "2024": 292248.0,
    "2025": 539180.0,
    "2026": 133680.0
  },
  "trend": "increasing"
}