{
  "tribe_id": "epa_100000524",
  "tribe_name": "Native Village of Savoonga",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A19AP00225",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF SAVOONGA",
      "obligation": 69148.68,
      "start_date": "2019-08-01",
      "end_date": "2022-12-31",
      "description": "COOPERATIVE LANDSCAPE CONSERVATION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A25AV01241",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF SAVOONGA",
      "obligation": 155967.0,
      "start_date": "2025-09-15",
      "end_date": "2027-09-30",
      "description": "SAVOONGA FY24 TRIBAL COMMUNITY RESILIENCE",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "01J96401",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF SAVOONGA",
      "obligation": 374083.0,
      "start_date": "2021-10-01",
      "end_date": "2025-09-30",
      "description": "THIS PROJECT WILL ASSIST THE NATIVE VILLAGE OF SAVOONGA IN BUILDING CAPACITY AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH.  TASKS INCLUDE MANAGING AN ENVIRONMENTAL OFFICE TO SUSTAIN A SUCCESSFUL TRIBAL ENVIRONMENTAL PROGRAM; RESEARCH, ENVIRONMENTAL OUTREACH, EDUCATION, AND PLANNING; AND DEVELOP AND IMPLEMENT SOLID WASTE CAPACITY, BACKHAUL AND RECYCLING; ORGANIZE AND HOST YOUTH ENVIRONMENTAL CLEANUP, PROVIDE COMMUNITY OUTREACH AND EDUCATION RELATED TO SOLID WASTE CLEANUP.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "03J14001",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF SAVOONGA",
      "obligation": 133787.0,
      "start_date": "2025-10-01",
      "end_date": "2027-09-30",
      "description": "DESCRIPTION:THE NATIVE VILLAGE OF SAVOONGA WILL USE GAP FUNDING TO ADDRESS PRIORITY ENVIRONMENTAL CONCERNS IN THE COMMUNITY. ENVIRONMENTAL STAFF WILL FOCUS ON TECHNICAL TRAINING AND BUILDING MANAGEMENT CAPACITY, WITH THE GOAL OF ACHIEVING PROGRAMMATIC GROWTH TO MAINTAIN MEANINGFUL PARTICIPATION IN EPA PROGRAMS. KEY AREAS OF FOCUS INCLUDE ESTABLISHING PUBLIC PARTICIPATION AND EDUCATION, ADDRESSING SOLID WASTE MANAGEMENT ISSUES, AND DEVELOPMENT OF HARMFUL ALGAL BLOOM PROGRAM ENVIRONMENTAL CAPACITY.ACTIVITIES:ACTIVITIES PERFORMED UNDER THE GRANT WILL FOCUS ON TECHNICAL TRAINING TO BUILD ADMINISTRATIVE AND ENVIRONMENTAL SKILLS RELEVANT TO THE TRIBE'S PRIORITIES. A KEY ELEMENT OF THIS PROGRAM INVOLVES BUILDING A PATH TOWARDS INCREASED COLLABORATION WITH MULTIPLE TRIBAL ENVIRONMENTAL PROGRAMS AND AGENCIES, ULTIMATELY ENHANCING MEANINGFUL PARTICIPATION IN EPA PROGRAMS. FINALLY, COMMUNITY OUTREACH AND EDUCATION WILL BE INSTRUMENTAL TO ACHIEVING ENVIRONMENTAL RESULTS, INCLUDING HARMFUL ALGAL BLOOM PLANNING, AND SOLID WASTE PLANNING AND IMPLEMENTATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES FROM THE NATIVE VILLAGE OF SAVOONGA WILL INCLUDE SEMI-ANNUAL PROGRESS REPORTS TO EPA, OUTLINING PROGRESS TOWARDS ENVIRONMENTAL RESULTS IN PRIORITY AREAS. IN ADDITION, TRIP REPORTS WILL OUTLINE TECHNICAL CAPACITIES GAINED FROM ATTENDING RELEVANT TRAININGS AND CONFERENCES. FINALLY, PHOTOS OF ENVIRONMENTAL CLEAN-UPS, COMMUNITY TRAININGS AND EVENTS WILL DEMONSTRATE THE ACCOMPLISHMENTS RESULTING FROM THESE WORK PLAN COMMITMENTS. DIRECT BENEFICIARIES OF THIS GRANT ARE MEMBERS OF THE TRIBE.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 732985.6799999999,
  "award_count": 4,
  "cfda_summary": {
    "15.156": {
      "count": 2,
      "total": 225115.68
    },
    "66.926": {
      "count": 2,
      "total": 507870.0
    }
  },
  "yearly_obligations": {
    "2022": 374083.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 155967.0,
    "2026": 133787.0
  },
  "trend": "decreasing"
}