{
  "tribe_id": "epa_100000092",
  "tribe_name": "Fort Sill Apache Tribe of Oklahoma",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01F36201",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "FORT SILL APACHE TRIBE",
      "obligation": 316101.0,
      "start_date": "2017-10-01",
      "end_date": "2022-09-30",
      "description": "FORT SILL APACHE TRIBE WILL CONDUCT PM2.5 MONITORING VIA A MOBILE MONITOR TO ASSESS THE AIR QUALITY WITHIN THEIR AIRSHED.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02F20001",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "FORT SILL APACHE TRIBE",
      "obligation": 62553.0,
      "start_date": "2022-10-01",
      "end_date": "2023-12-31",
      "description": "DESCRIPTION:THIS AGREEMENT WILL PROVIDE ASSISTANCE TO THE FORT SILL APACHE TRIBE IN ITS EFFORTS TO ADDRESS AIR POLLUTION CONCERNS ON THE TRIBE'S RESERVATION AND SURROUNDING TRIBAL LANDS IN THE STATE OF OKLAHOMA. THIS GRANT WILL ALLOW THE TRIBE TO BUILD CAPACITY TO BETTER UNDERSTAND AIR QUALITY MANAGEMENT, CONDUCT PARTICULATE MATTER 2.5 AIR MONITORING, PARTICIPATE IN REGIONAL AND NATIONAL WORK GROUPS, AND PRESENT AMBIENT AND INDOOR AIR QUALITY INFORMATION THROUGH EDUCATION AND OUTREACH IN THE COMMUNITY.ACTIVITIES:THE RECIPIENT WILL CONDUCT ACTIVITIES WITHIN THE SCOPE OF THE SECTION 103 AUTHORITY INCLUDING: 1) TO SUPPORT THE TRIBAL AIR STAFF'S CAPACITY DEVELOPMENT THROUGH TRAINING, 2) CONDUCT PARTICULATE MATTER 2.5 AIR MONITORING, 3) UPDATE EMISSIONS INVENTORY, AND 4) PROVIDE EDUCATION AND OUTREACH ON AMBIENT AND INDOOR AIR QUALITY IN THE COMMUNITY.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE CONDUCTING PARTICULATE MATTER 2.5 AIR MONITORING, UPDATING THE EMISSIONS INVENTORY, PARTICIPATION IN REGIONAL AND NATIONAL WORK GROUPS, AND AMBIENT AND INDOOR AIR QUALITY EDUCATION AND OUTREACH IN THE COMMUNITY.\n\nTHE EXPECTED OUTCOMES FROM THIS AGREEMENT WILL ALLOW THE TRIBE TO BUILD CAPACITY TO BETTER UNDERSTAND AIR QUALITY MANAGEMENT, OBTAIN PARTICULATE MATTER 2.5 AIR MONITORING DATA FOR COMPARISON TO THE NATIONAL AMBIENT AIR QUALITY STANDARDS, ESTABLISHED WORKING RELATIONSHIPS WITH OTHER ENVIRONMENTAL PROFESSIONALS THROUGH PARTICIPATION IN REGIONAL AND NATIONAL WORK GROUPS, AND RAISE AWARENESS OF ENVIRONMENTAL ISSUES WITHIN THE COMMUNITY THROUGH EDUCATION AND OUTREACH IN THE COMMUNITY.\n\nDIRECT BENEFICIARIES OF THIS PROGRAM ARE THE CITIZENS OF THE FORT SILL APACHE TRIBE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02F53201",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "FORT SILL APACHE TRIBE",
      "obligation": 66360.0,
      "start_date": "2023-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:THIS AGREEMENT WILL PROVIDE ASSISTANCE TO THE FORT SILL APACHE TRIBE IN ITS EFFORTS TO ADDRESS AIR POLLUTION CONCERNS ON THE TRIBE'S RESERVATION AND SURROUNDING TRIBAL LANDS IN THE STATE OF OKLAHOMA (OK). THIS GRANT WILL ALLOW THE TRIBE TO BUILD CAPACITY TO BETTER UNDERSTAND AIR QUALITY MANAGEMENT, CONDUCT PARTICULATE MATTER (PM) 2.5 AIR MONITORING, PURCHASE AND DEPLOY THREE PURPLE AIR PM2.5 MONITORING SENSORS AT VARIOUS TRIBAL PROPERTIES, INITIATE AIR MONITORING FOR CARBON MONOXIDE (CO), NITROGEN OXIDES (NOX), AND VOLATILE ORGANIC COMPOUNDS (VOC), UPDATE THE EMISSIONS INVENTORY, PARTICIPATE IN REGIONAL AND NATIONAL WORK GROUPS, AND PRESENT AMBIENT AND INDOOR AIR QUALITY INFORMATION THROUGH EDUCATION AND OUTREACH IN THE COMMUNITY.ACTIVITIES:THE RECIPIENT WILL CONDUCT ACTIVITIES WITHIN THE SCOPE OF THE SECTION 103 AUTHORITY INCLUDING: 1) TO SUPPORT THE TRIBAL AIR STAFF'S CAPACITY DEVELOPMENT THROUGH TRAINING, 2) CONDUCT PM2.5 AIR MONITORING, 3) PURCHASE AND DEPLOY THREE PURPLE AIR PM2.5 MONITORING SENSORS AT VARIOUS TRIBAL PROPERTIES, 4) INITIATE AIR MONITORING FOR CO, NOX, AND VOCS, 5) UPDATE EMISSIONS INVENTORY, 6) PARTICIPATE IN REGIONAL AND NATIONAL WORK GROUPS, AND 7) PROVIDE EDUCATION AND OUTREACH ON AMBIENT AND INDOOR AIR QUALITY IN THE COMMUNITY.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE CONDUCTING PM2.5 AIR MONITORING, ACTIVITIES, CONDUCTING AN EMISSIONS INVENTORY, OBTAINING TRAINING ON AIR QUALITY MANAGEMENT, ESTABLISHING THREE PURPLE AIR PM2.5 MONITORING SENSORS AT VARIOUS TRIBAL PROPERTIES, ESTABLISHING AIR MONITORING SITE FOR FOR CO, NOX, AND VOCS, INCREASED PARTICIPATION IN REGIONAL AND NATIONAL WORK GROUPS, AND COMMUNITY EDUCATION AND OUTREACH.  THE EXPECTED OUTCOMES FROM THIS AGREEMENT WILL ALLOW THE TRIBE TO BUILD THE CAPACITY NEEDED IN BETTER UNDERSTANDING AIR QUALITY MANAGEMENT, PM2.5 AIR MONITORING DATA FOR COMPARISON TO THE NATIONAL AMBIENT AIR QUALITY STANDARDS (NAAQS), ESTABLISHED WORKING RELATIONSHIPS WITH OTHER ENVIRONMENTAL PROFESSIONALS THROUGH PARTICIPATION IN REGIONAL AND NATIONAL WORK GROUPS, AND RAISE AWARENESS OF ENVIRONMENTAL ISSUES WITHIN THE COMMUNITY THROUGH EDUCATION AND OUTREACH IN THE COMMUNITY. DIRECT BENEFICIARIES OF THIS PROGRAM ARE THE CITIZENS OF THE FORT SILL APACHE TRIBE AND SURROUNDING AREA.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 445014.0,
  "award_count": 3,
  "cfda_summary": {
    "66.038": {
      "count": 3,
      "total": 445014.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 62553.0,
    "2024": 66360.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "stable"
}