{
  "tribe_id": "epa_100000503",
  "tribe_name": "Petersburg Indian Association",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A19AP00211",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "PETERSBURG INDIAN ASSOCIATION",
      "obligation": 4947.0,
      "start_date": "2019-08-01",
      "end_date": "2022-09-30",
      "description": "COOPERATIVE LANDSCAPE CONSERVATION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "01J60801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "PETERSBURG INDIAN ASSOCIATION",
      "obligation": 493808.0,
      "start_date": "2019-10-01",
      "end_date": "2023-09-30",
      "description": "THE PETERSBURG INDIAN ASSOCIATION WILL CONTINUE TO BUILD ITS ENVIRONMENTAL PROGRAM BY GATHERING BASELINE WATER QUALITY DATA; REDUCING SOLID WASTE THROUGH COMPOSTING; PARTICIPATING IN ENVIRONMENTAL TRAINING, PARTICIPATING IN WATER QUALITY STANDARD DEVELOPMENT.  NOTE: THE INDIRECT COST RATE AGREEMENT ON FILE WITH EPA EXPIRED 12/31/2018, YOU MAY NOT DRAW DOWN FUNDS FOR INDIRECT COSTS WITHOUT A CURRENT, APPROVED RATE IN PLACE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J42901",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "PETERSBURG INDIAN ASSOCIATION",
      "obligation": 402841.0,
      "start_date": "2023-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE PETERSBURG INDIAN ASSOCIATION WILL BUILD THEIR ENVIRONMENTAL PROGRAM BY GATHERING BASELINE WATER QUALITY DATA ON E-COLI IN WATERS AND BEACHES AROUND PETERSBURG AREA.  THE TRIBE'S COMPOST PROGRAM WILL HELP KEEP FISH WASTE OUT OF THE WATERWAYS AND ALLEVIATE SOME WOOD WASTE FROM BEING BURNT AT THE LANDFILL BURN PILE. THE PETERSBURG INDIAN ASSOCIATION'S ENVIRONMENTAL STAFF WILL PARTICIPATE IN REGIONAL TRAINING OPPORTUNITIES, INCLUDING THE SOUTHEAST ENVIRONMENTAL CONFERENCE.  THEY WILL CONTINUE TO GATHER BASELINE WATER QUALITY INFORMATION WITH THE SOUTH EAST ALASKA TRIBAL OCEAN RESEARCH ON HARMFUL ALGAL BLOOMS, OCEAN ACIDIFICATION, INVASIVE SPECIES AND MICROPLASTICS IN SOUTHEAST ALASKA.  THE TRIBE WILL COLLABORATE WITH BOROUGH WASTE MANAGEMENT ON WAYS TO GET RID OF JUNK VEHICLES AND E-WASTE IN PETERSBURG AREA.  THE BENEFICIARIES ARE THE MEMBERS OF THE PETERSBURG INDIAN TRIBE AND RESIDENTS OF PETERSBURG ALASKA.  BENEFICIARIES ARE THE PETERBURG INDIAN ASSOCIATION'S TRIBAL MEMBERS.  ACTIVITIES:THE ENVIRONMENTAL DIRECTOR AND ASSISTANT WILL CONDUCT EARTH DAY CLEAN-UP EVENT WITH PARTICIPANTS. THE ENVIRONMENTAL DIRECTOR WILL SEEK MICROPLASTIC SURVEY SAMPLE QUALITY ASSURANCE PROJECT PLANS FROM ZENDER ENVIRONMENTAL, NOAA, AND THE SOUTH EAST ALASKA TRIBAL OCEAN RESEARCH CONSORTIA.  TRIBAL STAFF WILL BUILD ENVIRONMENTAL CAPACITY BY ATTENDING TRAINING PROVIDED BY SOUTHEAST ALASKA TRIBAL OCEAN RESEARCH (SEATOR), NOAA AND UNIVERSITY STAFF ON PHYTOPLANKTON MONITORING, COLLECTING, AND ANALYSIS. THEY WILL CONTINUE WEEKLY PHYTOPLANKTON AND PH BASELINE DATA COLLECTION, TOXIN ANALYSIS AND DATA ENTRY INTO  SOUTHEAST ALASKA TRIBAL OCEAN RESEARCH AND SOUTH EAST ALASKA TRIBAL TOXIN DATABASE. THE STAFF WILL COLLECT AND PROPERLY DISPOSE OF E-WASTE FROM THE COMMUNITY; COLLECT USED FISHING GEAR FROM THE COMMUNITY TO BE RECYCLED AND EDUCATE PUBLIC ON DANGER OF DELINQUENT FISHING GEAR. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:SAMPLING RESULTS AND PSA WILL BE POSTED AT TEST SITES, PIA'S FACEBOOK SITE, AND PUBLIC POSTING AREAS. THE DIRECTOR AND ASSISTANT WILL KEEP LOGBOOK OF AMOUNT OF FISH AND WOOD WASTE THAT ARE USED. TOTALS WILL BE GIVEN TO COUNCIL AND PROJECT OFFICER; TRIP REPORTS WILL BE SUBMITTED TO PROJECT OFFICER AND TRIBAL COUNCIL AND SHELLFISH RESULTS UPLOADED TO DATABASE AND SHARED WITH EPA PROJECT OFFICER AND TRIBAL COUNCIL.  THE STAFF WILL RECORD THE NUMBER OF POUNDS OF E-WASTE COLLECTED.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A25AV01202",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "PETERSBURG INDIAN ASSOCIATION",
      "obligation": 435017.66,
      "start_date": "2025-01-01",
      "end_date": "2029-12-31",
      "description": "PETERSBURG FY24 FY25 6V1, 8V1 ROAD MAINTENANCE",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A25AV01214",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "PETERSBURG INDIAN ASSOCIATION",
      "obligation": 359651.44,
      "start_date": "2025-01-01",
      "end_date": "2029-12-31",
      "description": "PETERSBURG FY23-25 66V 6V1 6V2 PLANNING",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A25AV01220",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "PETERSBURG INDIAN ASSOCIATION",
      "obligation": 195000.0,
      "start_date": "2025-01-01",
      "end_date": "2029-12-31",
      "description": "PETERSBURG - FY24/25 6V1 TRANSIT",
      "awarding_agency": "Department of the Interior"
    }
  ],
  "total_obligation": 1891265.1,
  "award_count": 6,
  "cfda_summary": {
    "15.156": {
      "count": 1,
      "total": 4947.0
    },
    "66.926": {
      "count": 2,
      "total": 896649.0
    },
    "20.205": {
      "count": 3,
      "total": 989669.1
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 402841.0,
    "2025": 989669.1,
    "2026": 0.0
  },
  "trend": "stable"
}