{
  "tribe_id": "epa_100000160",
  "tribe_name": "Middletown Rancheria of Pomo Indians of California",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "98T19601",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "MIDDLETOWN RANCHERIA OF POMO INDIANS OF CALIFORNIA",
      "obligation": 795381.0,
      "start_date": "2021-10-01",
      "end_date": "2025-09-30",
      "description": "THIS AGREEMENT PROVIDES ASSISTANCE TO MIDDLETOWN RANCHERIA TO BUILD ITS CAPACITY TO ADMINISTER MULTI-MEDIA ENVIRONMENTAL PROGRAMS ON INDIAN LANDS. DIRECT BENEFICIARIES ARE THE MEMBERS AND/OR RESIDENTS OF MIDDLETOWN RANCHERIA. THE RECIPIENT WILL ATTEND ENVIRONMENTAL TRAININGS AND WORKSHOPS TARGETING AIR QUALITYAND CONDUCT COMMUNITY EDUCATION AND OUTREACH ACTIVITIES RELATED TO CLEAN AIR, SOLID WASTE AND UNDERGROUND STORAGE TANKSAND PARTICIPATE IN EPA CONFERENCESAND AND HOLD COLLECTION EVENTS FOR PROPER DISPOSAL OF HOUSEHOLD HAZARDOUS WASTE AS WELL AS REMOVE ABANDONED VEHICLES. ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE COPIES OF DEVELOPED EDUCATIONAL MATERIALS, CERTIFICATES FROM TRAININGS, ANALYSIS REPORTS FROM SOLID WASTE COLLECTION EVENTS, AND INCREASED CAPACITY OF THE ENVIRONMENTAL STAFF IN THE AREA OF AIR QUALITY. \n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $ 166,172.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97T34101",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "MIDDLETOWN RANCHERIA OF POMO INDIANS OF CALIFORNIA",
      "obligation": 216359.0,
      "start_date": "2025-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE MIDDLETOWN RANCHERIA. THE RECIPIENT WILL BUILD ITS CAPACITY TO ADMINISTER AN EPA PROGRAM AND/OR IMPLEMENT SOLID/HAZARDOUS WASTE ACTIVITIES.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $216,359.00. SEE GENERAL TERMS AND CONDITIONS.\n\nACTIVITIES:THE ACTIVITIES INCLUDE PARTICIPATION IN THE REGIONAL TRIBAL OPERATIONS COMMITTEE MEETINGS, COORDINATING COMMUNITY CLEANUP EVENTS, COORDINATING AN ENVIRONMENTAL CAREERS YOUTH OUTREACH EVENT, CONDUCTING A FEASIBILITY STUDY FOR A TRANSFER STATION, AND DEVELOPMENT OF AN AIR QUALITY PROGRAM.\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE SUMMARIES OF MEETING ATTENDANCE, REPORTING ON MATERIALS COLLECTED AT CLEANUP EVENTS, EVENT PHOTOS, REPORTING ON RESULTS OF TRANSFER STATION FEASIBILITY STUDY, AND A DRAFT EMISSIONS INVENTORY. THE EXPECTED OUTCOMES INCLUDE IMPROVED COMMUNICATION WITH REGION 9 TRIBES AND US EPA, IMPROVED WASTE COLLECTION, ENGAGEMENT FROM YOUTH IN ENVIRONMENTAL PROGRAMS, AND IMPROVED KNOWLEDGE OF LOCAL AIR QUALITY. THE INTENDED BENEFICIARIES INCLUDE THE MEMBERS AND/OR THE RESIDENTS OF THE MIDDLETOWN RANCHERIA.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97T14001",
      "cfda": "66.468",
      "program_id": "epa_stag",
      "recipient_name_raw": "MIDDLETOWN RANCHERIA OF POMO INDIANS OF CALIFORNIA",
      "obligation": 120710.0,
      "start_date": "2025-02-14",
      "end_date": "2026-04-30",
      "description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO THE MIDDLETOWN RANCHERIA OF POMO INDIANS OF CALIFORNIA TO IMPLEMENT PROJECTS AND ACTIVITIES THAT ASSIST PUBLIC WATER SYSTEMS SERVING TRIBES TO COMPLY WITH NATIONAL PRIMARY DRINKING WATER REGULATIONS (NPDWRS) OR OTHERWISE FURTHER THE HEALTH PROTECTION OBJECTIVES OF THE SDWA. SPECIFICALLY, THE RECIPIENT WILL REPLACE KEY VALVES IN THE PUBLIC DRINKING WATER SYSTEM TO SHUT OFF WATER FLOW DURING EMERGENCIES.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $120,710. SEE TERMS AND CONDITIONS.\n\nACTIVITIES:THE ACTIVITIES INCLUDE MEETING WITH THE CONTRACTOR TO OVERSEE VALVE REPLACEMENT, MONITORING CONSTRUCTION PROGRESS, AND ESTABLISHING A VALVE EXERCISING PROGRAM. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE BID DOCUMENTATION, A FINALIZED VALVE EXERCISING PLAN, AND DOCUMENTATION OF CONSTRUCTION PROGRESS, INCLUDING A FINAL REPORT. THE EXPECTED OUTCOMES INCLUDE COMPLETION OF THE VALVE REPLACEMENT, A FINAL REPORT DOCUMENTING PROJECT COMPLETION, AND A VALVE EXERCISING PLAN. THE INTENDED BENEFICIARIES INCLUDE CUSTOMERS OF THE MIDDLETOWN PUBLIC WATER SYSTEM.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "55IT0622590",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "MIDDLETOWN RANCHERIA OF POMO INDIANS OF CALIFORNIA",
      "obligation": 2155236.0,
      "start_date": "2012-02-14",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "21AH0622590",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "MIDDLETOWN RANCHERIA OF POMO INDIANS OF CALIFORNIA",
      "obligation": 91299.0,
      "start_date": "2021-04-22",
      "end_date": "2026-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    }
  ],
  "total_obligation": 3378985.0,
  "award_count": 5,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 1011740.0
    },
    "66.468": {
      "count": 1,
      "total": 120710.0
    },
    "14.867": {
      "count": 2,
      "total": 2246535.0
    }
  },
  "yearly_obligations": {
    "2022": 795381.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 120710.0,
    "2026": 216359.0
  },
  "trend": "decreasing"
}