{
  "tribe_id": "epa_100000594",
  "tribe_name": "Nansemond Indian Nation",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A24AV00867",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NANSEMOND INDIAN NATION",
      "obligation": 499918.0,
      "start_date": "2024-01-01",
      "end_date": "2027-09-30",
      "description": "HABITAT RESTORATION AND ADAPTATION PLANNING",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "96377101",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NANSEMOND INDIAN NATION",
      "obligation": 355891.0,
      "start_date": "2020-10-01",
      "end_date": "2024-09-30",
      "description": "THE GRANT PROVIDES FUNDING TO THE NANSEMOND INDIAN NATION TO BUILD ENVIRONMENTAL CAPACITY.THE FUNDS WILL BE USED TO DEVELOP A TRIBAL ENVIRONMENTAL PROGRAM, DEVELOP FOUNDATIONAL ENVIRONMENTAL DOCUMENTS AND ORGANIZE COMMUNITY EVENTS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "95349601",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NANSEMOND INDIAN NATION",
      "obligation": 120983.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO THE NANSEMOND INDIAN NATION. THE RECIPIENT WILL BUILD ITS CAPACITY TO ADMINISTER AN EPA PROGRAM AND/OR IMPLEMENT SOLID/HAZARDOUS WASTE ACTIVITIES. \nACTIVITIES:THE ACTIVITIES INCLUDE ATTENDING CONFERENCES, TRAININGS, STAKEHOLDERS MEETINGS, PROVIDING COMMENTS ON PROJECTS, PARTICIPATING IN CONSULTATIONS, FINALIZING AND UPDATING THEIR QMP, AND DEVELOPING SUSTAINABILITY PRACTICES FOR THEIR GOVERNMENT. THE NATION WILL ATTEND MEETINGS AND TRAININGS ABOUT SOLID WASTE ISSUES AND HAVE COMMUNITY OUTREACH AND EDUCATIONAL EVENTS FOR CITIZENS TO INFORM THEM ABOUT SOLID WASTE ISSUES.  THEY WILL HAVE AN EARTH DAY EVENT TO BRING ATTENTION TO BMPS FOR SOLID WASTE ISSUES AND HAVE PERIODIC CLEAN UPS ON NATION LANDS.  THE NATION WILL CONTINUE TO ACQUIRE TRAINING AND ATTEND MEETINGS ABOUT CLIMATE ADAPTATION AND EMERGENCY RESPONSE ISSUES, HAVE COMMUNITY OUTREACH AND EDUCATION ON CLIMATE ADAPTATION AND EMERGENCY RESPONSE AND WORK TO DEVELOP AND FINALIZE THE NANSEMOND CLIMATE ADAPTATION PLAN AND EMERGENCY RESPONSE OPERATIONS PLAN.  THE NATION WILL ALSO INSTALL A DYACON WEATHER STATION AND DEVELOP AN EDUCATION PROGRAM RELATED TO WEATHER AND CHANGING WEATHER PATTERNS IN THE TIDEWATER AREA AS A RESULT OF CLIMATE CHANGE.  THE NATION WILL CONTINUE TO COORDINATE WITH THE CHESAPEAKE BAY FOUNDATION AND THE NANSEMOND RIVER PRESERVATION ALLIANCE ON THEIR OYSTER RESTORATION EFFORTS. THEY WILL PURSUE PERMITTING FOR AN OYSTER REEF IN THE NANSEMOND RIVER/ CEDAR CREEK TO AID IN WATER QUALITY IMPROVEMENT. THE NATION ALSO PLANS TO USE INDIGENOUS KNOWLEDGE IN THEIR EFFORTS ABOVE. \n\n\n\n\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: THE NATION WILL BE REVISING THEIR EPA-TRIBAL ENVIRONMENTAL PLANT (ETEP) WHICH WILL HELP FOCUS THEIR WORK GOING FORWARD.  THE ORIGINAL ETEP WAS DEVELOPED PRIOR TO THE CURRENT ENVIRONMENTAL PROGRAM AND THE 2022 GAP GUIDANCE. THE NATION WILL ALSO DEVELOP GUIDANCE FOR SOLID WASTE BMP'S ON NATION LANDS AND BUILDINGS AND THE CLIMATE AND EMERGENCY RESPONSE PLANS. THE NATION WILL BE HAVING A VARIETY OF EVENTS/OUTREACH/CLEAN UP OPPORTUNITIES FOR TRIBAL MEMBERS TO LEARN MORE ABOUT ENVIRONMENTAL ISSUES.\n\nTHE EXPECTED OUTCOMES INCLUDE INCREASING THE NATION'S ENVIRONMENTAL CAPACITY AND PRESENCE ON LOCAL, STATE AND NATIONAL LEVELS.  THEY WILL CONTRIBUTE TO IMPROVED WATER QUALITY AND HELP EDUCATE THEIR CITIZENS ABOUT HUMAN HEALTH AND THE ENVIRONMENT.  \n\nTHE INTENDED BENEFICIARIES INCLUDE THE MEMBERS AND/OR RESIDENTS OF THE MONACAN INDIAN NATION",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "55IT5110720",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "NANSEMOND INDIAN NATION",
      "obligation": 1554385.0,
      "start_date": "2018-09-10",
      "end_date": "2033-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "21AH5110720",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "NANSEMOND INDIAN NATION",
      "obligation": 97413.0,
      "start_date": "2021-04-22",
      "end_date": "2026-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    }
  ],
  "total_obligation": 2628590.0,
  "award_count": 5,
  "cfda_summary": {
    "15.156": {
      "count": 1,
      "total": 499918.0
    },
    "66.926": {
      "count": 2,
      "total": 476874.0
    },
    "14.867": {
      "count": 2,
      "total": 1651798.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 499918.0,
    "2025": 120983.0,
    "2026": 0.0
  },
  "trend": "stable"
}