{
  "tribe_id": "epa_100000299",
  "tribe_name": "Te-Moak Tribe of Western Shoshone Indians of Nevada (Four constituent bands: Battle Mountain Band; Elko Band; South Fork Band; and Wells Band)",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "98T85601",
      "cfda": "66.468",
      "program_id": "epa_stag",
      "recipient_name_raw": "TE-MOAK HOUSING AUTHORITY",
      "obligation": 105000.0,
      "start_date": "2023-10-01",
      "end_date": "2028-10-31",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO TE MOAK TRIBE OF THE WESTERN SHOSHONE UNDER THE SAFE DRINKING WATER ACT (SDWA): SECTION 1452 AND INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).  THE PURPOSE OF THIS AGREEMENT IS TO IMPLEMENT PROJECTS AND ACTIVITIES THAT ASSIST PUBLIC WATER SYSTEMS SERVING TRIBES TO COMPLY WITH NATIONAL PRIMARY DRINKING WATER REGULATIONS (NPDWRS) OR OTHERWISE FURTHER THE HEALTH PROTECTION OBJECTIVES OF THE SDWA.  SPECIFICALLY, THE RECIPIENT WILL DEVELOP A PRELIMINARY ENGINEERING REPORT TO IMPROVE DRINKING WATER INFRASTRUCTURE AT THE SOUTH FORK WATER SYSTEM. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $105,000.ACTIVITIES:THE ACTIVITIES INCLUDE PROCUREMENT/SELECTION OF CONTRACTOR, THE DEVELOPMENT OF AN EXISTING WATER SYSTEM COMPLIANCE PLAN, A DRAFT PRELIMINARY ENGINEERING REPORT WHICH INCLUDES HYDROGEOLOGICAL EVALUATION OF EXISTING AND NEW WELLS, ASSESSMENT OF FIRE FLOW REQUIREMENTS INCLUDING PLANNED EXPANSION, A TRANSMISSION MAIN FROM TREATMENT PLANT DIRECT TO THE TOP OF THE STORAGE TANK TO FACILITATE BETTER MIXING TO ACHIEVE A PROPER BLEND, FULFILLING SAMPLING TAP REQUIREMENTS, AND DEVELOPING WELL PUMP CONTROLS THAT CAN BE PROGRAMMED TO FAVOR THE WELL WITH LOWER ARSENIC.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE THE DEVELOPMENT OF A TREATMENT PLANT AND WELL PLUMBING MODIFIED TO FACILITATE OPTIMAL BLENDING, DISINFECTION CONTROLS WHICH ALLOW FOR EITHER OR BOTH WELLS TO BE OPERATED WITH PROPER CHLORINE DOSAGE, AND BACK UP POWER SYSTEM FOR SYSTEM OPERATION IN AN EVENT OF A POWER EMERGENCY. ALSO THE PROJECT WILL PRODUCE A DRAFT PRELIMINARY ENGINEERING REPORT WHICH INCLUDES HYDROGEOLOGICAL EVALUATION OF EXISTING AND NEW WELLS, ASSESSMENT OF FIRE FLOW REQUIREMENTS INCLUDING PLANNED EXPANSION, A TRANSMISSION MAIN FROM TREATMENT PLANT DIRECT TO THE TOP OF THE STORAGE TANK TO FACILITATE BETTER MIXING TO ACHIEVE A PROPER BLEND, FULFILLING SAMPLING TAP REQUIREMENTS, AND DEVELOPING WELL PUMP CONTROLS THAT CAN BE PROGRAMMED TO FAVOR THE WELL WITH LOWER ARSENIC. THE EXPECTED OUTCOMES INCLUDE THE SOUTH FORK SYSTEM WILL HAVE A DETAILED ENGINEERING STUDY FOR NEXT STAGE OF PROJECT PLANNING. THE INTENDED BENEFICIARIES INCLUDE THE RESIDENTS OF THE SOUTH FORK WATER SYSTEM OF THE TE MOAK TRIBE OF THE WESTERN SHOSHONE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "55IH3201700",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "TE-MOAK HOUSING AUTHORITY",
      "obligation": 21108773.0,
      "start_date": "2012-06-19",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "21AH3201700",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "TE-MOAK HOUSING AUTHORITY",
      "obligation": 915465.0,
      "start_date": "2021-04-22",
      "end_date": "2026-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    }
  ],
  "total_obligation": 22129238.0,
  "award_count": 3,
  "cfda_summary": {
    "66.468": {
      "count": 1,
      "total": 105000.0
    },
    "14.867": {
      "count": 2,
      "total": 22024238.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 105000.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "stable"
}