{
  "tribe_id": "epa_100000466",
  "tribe_name": "Mentasta Traditional Council",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "02J05501",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "MENTASTA TRADITIONAL COUNCIL",
      "obligation": 528000.0,
      "start_date": "2022-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE PRIMARY OBJECTIVES OF THIS PROJECT INCLUDE: 1. CONTINUE TO BUILD AND EXPAND ADMINISTRATIVE GRANTS MANAGEMENT; 2. PROGRAM EXPANSION AND ADVANCEMENT IN SOLID/HAZARDOUS WASTE MANAGEMENT; 3. CONTAMINATED SITES: PLANNING, RESEARCH, AND PROGRAM DEVELOPMENT; AND 4. YOUTH ENVIRONMENTAL EDUCATION AND OUTREACH.\nACTIVITIES:COMPONENT 1: THE ENVIRONMENTAL COORDINATOR WILL ATTEND THE ALASKA TRIBAL CONFERENCE ON ENVIRONMENTAL MANAGEMENT, ALASKA FORUM ON THE ENVIRONMENT, QUARTERLY REGIONAL GAP AND TRIBAL RESPONSE PROGRAM MEETINGS AND WEBINARS WITH COPPER RIVER NATIVE ASSOCIATION, MONTHLY GAP NETWORKING CALLS WITH ALASKA NATIVE TRIBAL HEALTH CONSORTIUM, COPPER RIVER REGION GAP STAFF MEETINGS, RECYCLING OUR AREAS RESOURCES (ROAR) MEETINGS, AND YOUTH ENVIRONMENTAL SUMMIT PLANNING MEETINGS. EC WILL COMPLETE PROGRAM PROGRESS AND FINANCIAL REPORTS, AND TRAINING, CONFERENCES, AND WEBINARS TO BUILD CAPACITY FOR CLIMATE CHANGE, SOLID WASTE, COMMUNITY EDUCATION AND OUTREACH, YOUTH INVOLVEMENT, WATER QUALITY, CONTAMINATED SITES, AND OTHER ENVIRONMENTAL TOPICS.\nCOMPONENT 2: ORGANIZE A SPRING CLEANUP TO EDUCATE COMMUNITY MEMBERS ABOUT BEST PRACTICES FOR RECYCLING AND LITTER REDUCTION, CONTINUE IMPLEMENTING SOLID WASTE FEES FOR THE TRANSFER SITE, CONDUCT QUARTERLY RECYCLABLES BACKHAUL, HIRING TWO LABORERS TO ASSIST. EC WILL WORK WITH COPPER RIVER NATIVE ASSOCIATION TO BACKHAUL LARGER ITEMS SUCH AS VEHICLES,  APPLIANCES, ELECTRONICS, TIRES, ETC. AND MAINTAIN A SPREADSHEET TO TRACK THE MATERIALS BACKHAULED, AND INSTALL FENCING AROUND COMMUNITY DUMPSTERS TO HELP KEEP ANIMALS OUT.\nCOMPONENT 3: THE ENVIRONMENTAL COORDINATOR AND TRIBAL ADMINISTRATOR WILL HOLD A COMMUNITY MEETING ON CONTAMINATED SITES, EDUCATE COMMUNITY ON SPILL PREVENTION, FUEL SPILLS, AND BURIED MATERIAL THROUGH ARTICLES IN A QUARTERLY ENVIRONMENTAL NEWSLETTER, AND WORK WITH YUKON RIVER INTERTRIBAL WATERSHED ON BASELINE SOIL SAMPLING AT CONTAMINATED SITES USING AN EPA APPROVED QAPP, AND ATTEND TRAININGS/WEBINARS ON CONTAMINATION, HAZWOPER, AND BROWNFIELDS.\nCOMPONENT 4: HOLD AN ENVIRONMENTAL MEETING QUARTERLY FOR THE YOUTH, TOPICS WILL INCLUDE CLIMATE CHANGE, WATER QUALITY, ETC.; ATTEND 3-DAY YOUTH ENVIRONMENTAL SUMMIT WITH  STUDENTS FROM MENTASTA K-8TH GRADES; WORK WITH THE SCHOOL TO DO SPRING ENVIRONMENTAL PROJECTS WITH THE KIDS; COORDINATE WITH COPPER RIVER WATERSHED PROJECT TO DO FIELD TRIPS WITH YOUTH TO DIFFERENT BODIES OF WATER TO SAMPLE WATER LEVELS, TEMPERATURE AND PH LEVELS; HIRE TWO YOUTH WORKERS FOR THE SUMMER TO JOB SHADOW THE ENVIRONMENTAL COORDINATOR; AND \nWORK WITH THE SCHOOL AND YOUTH TO KEEP DATA ON TEMPERATURE AND WEATHER CHANGES TO SHOW HOW A WARMING CLIMATE EFFECTS OUR REGION\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES: COPIES OF TRIP REPORTS, MEETING MINUTES, PHOTOS  SPREADSHEET OF TRASH BAGS/RECYCLABLES COLLECTED, SOLID WASTE FEE SPREADSHEET , SPREADSHEET OF NUMBER OF ITEMS REMOVED FROM VILLAGE AND VEHICLES BACKHAULED, MEETING SIGN IN SHEETS, HANDOUTS, QAPP, PRESENTATIONS, WEATHER SPREADSHEET.\n\nOUTCOMES: \n-\tENVIRONMENTAL STAFF ARE TRAINED AND KNOWLEDGEABLE OF ENVIRONMENTAL ISSUES, AND PROJECTS THAT ARE BETTER MANAGED TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT\n-\tSOLID/HAZARDOUS WASTE IS BACKHAULED, PROVIDING A CLEAN AND HEALTHY LIFESTYLE THAT PROTECTS THE HEALTH AND SAFETY OF OUR COMMUNITY \n-\tAS COMMUNITY MEMBERS BECOME MORE KNOWLEDGEABLE ON CONTAMINATION, FUEL SPILLS, AND BROWNFIELDS, STEWARDSHIP AND BEHAVIORS PROTECTIVE OF THE ENVIRONMENT WILL IMPROVE HUMAN AND ENVIRONMENTAL HEALTH IN MENTASTA.\n-\tYOUTH WITHIN THE COMMUNITY ARE AWARE OF A CHANGING ENVIRONMENT AND HOW THEY CAN HELP PREVENT ENVIRONMENTAL HAZARDS \n\nBENEFICIARIES: COMMUNITY OF MENTASTA",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "01J45601",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "MENTASTA TRADITIONAL COUNCIL",
      "obligation": 483354.0,
      "start_date": "2018-10-01",
      "end_date": "2022-09-30",
      "description": "THIS GRANT WILL FUND ENVIRONMENTAL EDUCATION, CAPACITY BUILDING FOR IGAP STAFF, A SUSTAINABLE SOLID WASTE PROGRAM, AND ASSESSMENT OF AIR POLLUTION ISSUES.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A14AV00764",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "MENTASTA TRADITIONAL COUNCIL",
      "obligation": 398344.81,
      "start_date": "2014-07-15",
      "end_date": "2024-05-03",
      "description": "E01309C CONSTRUCTION OF PEDESTIAN ACCESS",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A12AV00887",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "MENTASTA TRADITIONAL COUNCIL",
      "obligation": 136983.0,
      "start_date": "2013-05-09",
      "end_date": "2022-10-17",
      "description": "MENTASTA TRANDITIONAL COUNCIL FY12 36E  & 2% FUNDS",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A20AV00868",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "MENTASTA TRADITIONAL COUNCIL",
      "obligation": 109158.8,
      "start_date": "2019-06-24",
      "end_date": "2025-12-31",
      "description": "MENTASTA FY20 6K1 ROAD MAINTENANCE FUNDS",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A14AV00797",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "MENTASTA TRADITIONAL COUNCIL",
      "obligation": 94713.0,
      "start_date": "2014-08-13",
      "end_date": "2024-05-03",
      "description": "WALKWAY DESIGN",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A23AV00561",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "MENTASTA TRADITIONAL COUNCIL",
      "obligation": 160842.91,
      "start_date": "2022-10-01",
      "end_date": "2026-12-31",
      "description": "MENTASTA A23AV00561 PLANNING",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A25AV01119",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "MENTASTA TRADITIONAL COUNCIL",
      "obligation": 264000.0,
      "start_date": "2024-10-01",
      "end_date": "2029-09-30",
      "description": "MENTASTA FY25 6HP DESIGN HPP FUNDS",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A25AV01084",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "MENTASTA TRADITIONAL COUNCIL",
      "obligation": 20526.75,
      "start_date": "2024-10-01",
      "end_date": "2029-09-30",
      "description": "MENTASTA FY25 6V1 MAINTENANCE FUNDS",
      "awarding_agency": "Department of the Interior"
    }
  ],
  "total_obligation": 2195923.27,
  "award_count": 9,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 1011354.0
    },
    "20.205": {
      "count": 7,
      "total": 1184569.27
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 688842.91,
    "2024": 0.0,
    "2025": 284526.75,
    "2026": 0.0
  },
  "trend": "decreasing"
}