{
  "tribe_id": "epa_100000177",
  "tribe_name": "Northwestern Band of the Shoshone Nation",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "00I33300",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NORTHWESTERN BAND OF SHOSHONE NATION",
      "obligation": 332000.0,
      "start_date": "2023-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FOR THE OPERATION OF THE NORTHWESTERN BAND OF THE SHOSHONE NATION'S CONTINUING ENVIRONMENTAL PROGRAMS WHILE GIVING IT GREATER FLEXIBILITY TO ADDRESS ITS HIGHEST ENVIRONMENTAL PRIORITIES, IMPROVE ENVIRONMENTAL PERFORMANCE, ACHIEVE ADMINISTRATIVE SAVINGS AND STRENGTHEN THE PARTNERSHIP BETWEEN NORTHWESTERN BAND OF THE SHOSHONE NATION AND EPA. ACTIVITIES: ACTIVITIES TO BE PERFORMED INCLUDE PURCHASING A TIRE SHREDDER THAT WILL BE SHARED WITH OTHER TRIBES IN THE REGION, PROGRAMMATIC REPORT CREATION AND SUBMITTAL, ATTENDING RTOC CALLS AND TO SET THE FOUNDATION FOR ESTABLISHING A CONSORTIA.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT INTENDS TO PROVIDE NEEDED TIRE RECYCLING IN REGION 8 TRIBAL COMMUNITIES.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "55IT4901240",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "NORTHWESTERN BAND OF SHOSHONE NATION",
      "obligation": 2527551.0,
      "start_date": "2016-05-10",
      "end_date": "2034-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "R22AP00602",
      "cfda": "15.507",
      "program_id": "usbr_watersmart",
      "recipient_name_raw": "NORTHWESTERN BAND OF SHOSHONE NATION",
      "obligation": 1999711.0,
      "start_date": "2023-07-27",
      "end_date": "2026-12-31",
      "description": "THE NORTHWESTERN BAND OF THE SHOSHONE NATION WILL CONDUCT STREAM CHANNEL RESTORATION ALONG BATTLE CREEK TRIBUTARY IN FRANKLIN COUNTY, IDAHO. BATTLE CREEK HAS BEEN CHANNELIZED INTO AN OPEN EARTHEN DITCH THAT CARRIES SIGNIFICANT SEDIMENT TO THE MAINSTEM OF THE BEAR RIVER. OVER THE PAST 160 YEARS, THE RIPARIAN HABITAT ALONG THE BEAR RIVER AND ITS TRIBUTARIES HAVE BEEN DEGRADED DUE TO AGRICULTURAL PRODUCTION RESULTING IN IMPACTS ON LOCAL HABITAT, WATER SUPPLY, AND WATER QUALITY. THIS PROJECT WILL REPLACE CHANNELIZED SECTIONS OF THE CREEK WITH NATURAL STREAM MEANDERS, CONSTRUCT A CONCRETE DIVERSION STRUCTURE WITH FISH PASSAGE, INSTALL BEAVER DAM ANALOGS, AND REMOVE INVASIVE SPECIES AND REVEGETATE WITH NATIVE SPECIES. THE PROJECT WILL RESTORE FLUVIAL AND BIOLOGICAL PROCESSES OF THE RIVERINE ECOSYSTEM IN LOWER BATTLE CREEK, IMPROVING WATER QUALITY AND FLOOD MITIGATION, AND PRESERVE CULTURALLY IMPORTANT HABITATS AND SPECIES. RESTORATION WILL ALSO ENABLE THE SITE TO ABSORB MORE ANNUAL PRECIPITATION, INCREASING GROUNDWATER RECHARGE AND PIPING POORLY MAINTAINED DITCHES WILL REDUCE WATER LOSS BY AN ESTIMATED 120 ACRE-FEET PER YEAR. THE PROJECT HAS BEEN DEVELOPED COLLABORATIVELY WITH TROUT UNLIMITED, UTAH STATE UNIVERSITY, SAGELAND COLLABORATIVE, UTAH NATURE CONSERVANCY, BONNEVILLE ENVIRONMENTAL FOUNDATION, PACIFICORP S BEAR RIVER ENVIRONMENTAL COORDINATION COMMITTEE, THE U.S. FISH AND WILDLIFE SERVICE, AND SAGEBRUSH STEPPE LAND TRUST.",
      "awarding_agency": "Department of the Interior"
    }
  ],
  "total_obligation": 4859262.0,
  "award_count": 3,
  "cfda_summary": {
    "66.926": {
      "count": 1,
      "total": 332000.0
    },
    "14.867": {
      "count": 1,
      "total": 2527551.0
    },
    "15.507": {
      "count": 1,
      "total": 1999711.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 1999711.0,
    "2024": 332000.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}