{
  "tribe_id": "epa_100000229",
  "tribe_name": "Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A25AV00461",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "PYRAMID LAKE PAIUTE TRIBE",
      "obligation": 250000.0,
      "start_date": "2025-01-19",
      "end_date": "2026-12-31",
      "description": "651 PYRAMID LAKE PAIUTE TRIBE CLIMATE ADAPTATION PLANNING",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "98T36501",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "PYRAMID LAKE PAIUTE TRIBE",
      "obligation": 1002474.0,
      "start_date": "2022-09-01",
      "end_date": "2026-08-31",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES ASSISTANCE TO PYRAMID LAKE PAIUTE TRIBE TO BUILD ITS CAPACITY TO ADMINISTER MULTI-MEDIA ENVIRONMENTAL PROGRAMS ON INDIAN LANDS. DIRECT BENEFICIARIES OF THIS PROGRAM ARE THE MEMBERS AND/OR RESIDENTS OF THE PYRAMID LAKE PAIUTE TRIBE.\n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $231,380.ACTIVITIES:THE RECIPIENT WILL ATTEND ENVIRONMENTAL CONFERENCES AND TRAININGS, CONTINUE TO BUILD A SUSTAINABLE RECYCLING PROGRAM, DEVELOP CAPACITY IN THE TRIBE'S AIR PROGRAM THROUGH RESEARCH, DATA COLLECTION, MODELLING AND ANALYSIS, AND EDUCATION AND OUTREACH, INCLUDING THE DEVELOPMENT OF A QUARTERLY NEWSLETTER AND HOSTING AN ENVIRONMENTAL SUMMER YOUTH CAMP. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE SUMMARY REPORTS OF MEETINGS, TRAININGS AND EVENTS, AN UPDATED INTEGRATED SOLID WASTE MANAGEMENT PLAN, COLLECTION DATA FROM RECYCLING EFFORTS, AN AIR SAMPLING PLAN, AND AN EVALUATION AND COMPARISON REPORT OF AMBIENT AIR QUALITY.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A09AV00254",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "PYRAMID LAKE PAIUTE TRIBE",
      "obligation": 0.0,
      "start_date": "2009-09-19",
      "end_date": "2023-12-31",
      "description": "MOD NO 4 ISSUED TO EXTEND POP TO 9/30/2015; NO-COST EXTENSION.",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "693JJ32440143",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "PYRAMID LAKE PAIUTE TRIBE",
      "obligation": 11975454.0,
      "start_date": "2024-04-26",
      "end_date": "2026-12-31",
      "description": "THIS PROJECT INCLUDES CONSTRUCTION OF THE WADSWORTH BYPASS ROAD, A TWO-LANE 2.91-MILE-LONG RURAL ARTERIAL. THE SOUTHERN END OF THE PROPOSED BYPASS ROAD WILL BEGIN AT ITS INTERSECTION WITH EXISTING STATE ROUTE 427, APPROXIMATELY 1 MILE SOUTHWEST OF WADSWORTH. THE NORTHERN END OF THE PROPOSED BYPASS ROAD WILL OCCUR NORTH OF WADSWORTH, AT AN INTERSECTION WITH EXISTING STATE ROUTE 447. WADSWORTH BYPASS ROAD CONSTRUCTION INCLUDES GRADING AND DRAINAGE, ASPHALT PAVEMENT AND SHOULDERS, AND INTERSECTION IMPROVEMENTS. MINOR REPAVING AND CONSTRUCTION OF STATE ROUTES 427 AND 447 WILL OCCUR WHERE THE PROPOSED BYPASS ROAD INTERSECTS THEM.",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "98T41001",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "PYRAMID LAKE PAIUTE TRIBE",
      "obligation": 124700.0,
      "start_date": "2022-10-01",
      "end_date": "2023-09-30",
      "description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO BUILD THE TRIBE'S CAPACITY TO ASSESS AIR QUALITY CONDITIONS AND TO DEVELOP STRATEGIES TO ADDRESS AIR QUALITY ISSUES. THE TRIBE WILL CONTINUE STRATEGIC PLANNING AND EVALUATION, COMPLIANCE ASSISTANCE, MONITORING AIR EMISSIONS, RULEMAKING, AND OTHER PROGRAM ACTIVITIES.  THESE ACTIVITIES ARE TO IMPROVE AND MAINTAIN THE TRIBE'S AIR QUALITY.\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $124,700.ACTIVITIES:THE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE SECTION 103 PROGRAM INCLUDING: TRAINING AND PROGRAM DEVELOPMENT, PROVIDING COMMUNITY EDUCATION AND OUTREACH, ASSESSMENT AND MONITORING OF AIR QUALITY UTILIZING MONITORING EQUIPMENT, DEVELOPING CAPACITY OR A PLAN FOR ELIGIBILITY UNDER THE TRIBAL AUTHORITY RULE (TAR), AND PARTICIPATING IN REGIONAL AND NATIONAL INITIATIVES TO IMPROVE AIR QUALITY. THESE ACTIVITIES SUPPORT THE TRIBE'S GOAL TO PROTECT THE HEALTH OF THE TRIBAL COMMUNITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLE INCLUDE COLLECTING AIR QUALITY DATA AND SUBMITTING RESULTS TO EPA'S NATIONAL AIR QUALITY DATABASE. OUTCOMES INCLUDE A BROADENED AWARENESS OF AIR QUALITY ISSUES AND ESTABLISH PROGRAMS TO ADDRESS THE ATTAINMENT AND MAINTENANCE OF NATIONAL AMBIENT AIR QUALITY STANDARDS (NAAQS) AS WELL AS IMMEDIATE AND EMERGING THREATS TO PUBLIC HEALTH AND WELFARE FROM AIR POLLUTION.  INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE PYRAMID LAKE PAIUTE TRIBE RESERVATION RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO CRITERIA AND HAZARDOUS AIR POLLUTANTS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "98T70501",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "PYRAMID LAKE PAIUTE TRIBE",
      "obligation": 151000.0,
      "start_date": "2023-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO BUILD THE TRIBE'S CAPACITY TO ASSESS AIR QUALITY CONDITIONS AND TO DEVELOP STRATEGIES TO ADDRESS AIR QUALITY ISSUES. THE TRIBE WILL CONTINUE STRATEGIC PLANNING AND EVALUATION, COMPLIANCE ASSISTANCE, MONITORING AIR EMISSIONS, RULEMAKING, AND OTHER PROGRAM ACTIVITIES. THESE ACTIVITIES ARE TO IMPROVE AND MAINTAIN THE TRIBE'S AIR QUALITY.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $151,000.ACTIVITIES:\nTHE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE SECTION 103 PROGRAM INCLUDING: TRAINING AND PROGRAM DEVELOPMENT, PROVIDING COMMUNITY EDUCATION AND OUTREACH, ASSESSMENT AND MONITORING OF AIR QUALITY UTILIZING MONITORING EQUIPMENT, DEVELOPING CAPACITY OR A PLAN FOR ELIGIBILITY UNDER THE TRIBAL AUTHORITY RULE (TAR), AND PARTICIPATING IN REGIONAL AND NATIONAL INITIATIVES TO IMPROVE AIR QUALITY. THESE ACTIVITIES SUPPORT THE TRIBE'S GOAL TO PROTECT THE HEALTH OF THE TRIBAL COMMUNITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLE INCLUDE COLLECTING AIR QUALITY DATA AND SUBMITTING RESULTS TO EPA'S NATIONAL AIR QUALITY DATABASE. OUTCOMES INCLUDE A BROADENED AWARENESS OF AIR QUALITY ISSUES AND ESTABLISH PROGRAMS TO ADDRESS THE ATTAINMENT AND MAINTENANCE OF NATIONAL AMBIENT AIR QUALITY STANDARDS (NAAQS) AS WELL AS IMMEDIATE AND EMERGING THREATS TO PUBLIC HEALTH AND WELFARE FROM AIR POLLUTION. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE PYRAMID LAKE PAIUTE TRIBE RESERVATION RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO CRITERIA AND HAZARDOUS AIR POLLUTANTS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97T13001",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "PYRAMID LAKE PAIUTE TRIBE",
      "obligation": 139900.0,
      "start_date": "2024-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO BUILD THE TRIBE'S CAPACITY TO ASSESS AIR QUALITY CONDITIONS AND TO DEVELOP STRATEGIES TO ADDRESS AIR QUALITY ISSUES. THE TRIBE WILL CONTINUE STRATEGIC PLANNING AND EVALUATION, COMPLIANCE ASSISTANCE, MONITORING AIR EMISSIONS, RULEMAKING, AND OTHER PROGRAM ACTIVITIES. THESE ACTIVITIES ARE TO IMPROVE AND MAINTAIN THE TRIBES AIR QUALITY.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $139,900.  SEE TERMS AND CONDITIONS.\n\nACTIVITIES:THE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE SECTION 103 PROGRAM INCLUDING: TRAINING AND PROGRAM DEVELOPMENT, PROVIDING COMMUNITY EDUCATION AND OUTREACH, ASSESSMENT AND MONITORING OF AIR QUALITY UTILIZING MONITORING EQUIPMENT, DEVELOPING CAPACITY OR A PLAN FOR ELIGIBILITY UNDER THE TRIBAL AUTHORITY RULE (TAR), AND PARTICIPATING IN REGIONAL AND NATIONAL INITIATIVES TO IMPROVE AIR QUALITY. THESE ACTIVITIES SUPPORT THE TRIBE'S GOAL TO PROTECT THE HEALTH OF THE TRIBAL COMMUNITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE COLLECTING AIR QUALITY DATA AND SUBMITTING RESULTS TO EPA'S NATIONAL AIR QUALITY DATABASE. OUTCOMES INCLUDE A BROADENED AWARENESS OF AIR QUALITY ISSUES AND ESTABLISH PROGRAMS TO ADDRESS THE ATTAINMENT AND MAINTENANCE OF NATIONAL AMBIENT AIR QUALITY STANDARDS (NAAQS) AS WELL AS IMMEDIATE AND EMERGING THREATS TO PUBLIC HEALTH AND WELFARE FROM AIR POLLUTION. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE PYRAMID LAKE PAIUTE TRIBE AREA RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO CRITERIA AND HAZARDOUS AIR POLLUTANTS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97T46101",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "PYRAMID LAKE PAIUTE TRIBE",
      "obligation": 144659.0,
      "start_date": "2025-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO BUILD THE TRIBE'S CAPACITY TO ASSESS AIR QUALITY CONDITIONS AND TO DEVELOP STRATEGIES TO ADDRESS AIR QUALITY ISSUES. THE TRIBE WILL CONTINUE STRATEGIC PLANNING AND EVALUATION, COMPLIANCE ASSISTANCE, MONITORING AIR EMISSIONS, RULEMAKING, AND OTHER PROGRAM ACTIVITIES. THESE ACTIVITIES ARE TO IMPROVE AND MAINTAIN THE TRIBE'S AIR QUALITY.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $144,659.ACTIVITIES:\nTHE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE SECTION 103 PROGRAM INCLUDING: STRATEGIC PLANNING AND EVALUATION, COMPLIANCE ASSISTANCE, MONITORING RESERVATION-WIDE AIR EMISSIONS, DEVELOPING AN AIR REGULATORY PROGRAM, PROVIDING COMMUNITY EDUCATION AND OUTREACH, AND PARTICIPATING IN REGIONAL AND NATIONAL INITIATIVES TO IMPROVE AIR QUALITY. THESE ACTIVITIES SUPPORT THE TRIBE'S GOAL TO PROTECT THE HEALTH OF THE TRIBAL COMMUNITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE COLLECTING AIR QUALITY DATA AND SUBMITTING RESULTS TO EPA'S NATIONAL AIR QUALITY DATABASE. OUTCOMES INCLUDE A BROADENED AWARENESS OF AIR QUALITY ISSUES AND ESTABLISH PROGRAMS TO ADDRESS THE ATTAINMENT AND MAINTENANCE OF NATIONAL AMBIENT AIR QUALITY STANDARDS (NAAQS) AS WELL AS IMMEDIATE AND EMERGING THREATS TO PUBLIC HEALTH AND WELFARE FROM AIR POLLUTION. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE TRIBAL RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO CRITERIA AND HAZARDOUS AIR POLLUTANTS. THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $144,659. SEE TERMS AND CONDITIONS.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 13788187.0,
  "award_count": 8,
  "cfda_summary": {
    "15.156": {
      "count": 1,
      "total": 250000.0
    },
    "66.926": {
      "count": 1,
      "total": 1002474.0
    },
    "20.205": {
      "count": 2,
      "total": 11975454.0
    },
    "66.038": {
      "count": 4,
      "total": 560259.0
    }
  },
  "yearly_obligations": {
    "2022": 1002474.0,
    "2023": 124700.0,
    "2024": 12126454.0,
    "2025": 389900.0,
    "2026": 144659.0
  },
  "trend": "increasing"
}