{
  "tribe_id": "epa_100000391",
  "tribe_name": "Native Village of Deering",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01J56001",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF DEERING",
      "obligation": 494424.0,
      "start_date": "2019-10-01",
      "end_date": "2023-09-30",
      "description": "THE NATIVE VILLAGE OF DEERING PRIORITIZES POOR DUMPSITE/LANDFILL CONDITIONS AND WILL FOCUS ON THE CHALLENGE OF CLEAN UP, COVER AND MAINTAIN THE LANDFILL IN PARTNERSHIP WITH THE CITY OF DEERING. THE NATIVE VILLAGE OF DEERING WILL PURCHASE GRAVEL FOR PROPER COMPACTION AND COVER MATERIAL APPLIED TO THE LANDFILL. THE TRIBE IS CONCERNED WITH THE MINING ACTIVITIES AND EXPLORATION ADJACENT TO OUR WATER SOURCE AND SUBSISTENCE HUNTING AND GATHERING GROUNDS. EDUCATION, PRIORITIZING NEW ISSUES AND BEHAVIOR CHANGES AT THE LANDFILL, ARE CURRENTLY FOCUSING THE DEERING ENVIRONMENTAL PROGRAM.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J51601",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF DEERING",
      "obligation": 403000.0,
      "start_date": "2023-10-01",
      "end_date": "2027-09-30",
      "description": "DESCRIPTION:THE TYPES OF AREAS THAT THE NATIVE VILLAGE OF DEERING WILL TAKE TO IDENTIFY AND PRIORITIZE THE ENVIRONMENTAL ISSUES THEY WANT TO ADDRESS WILL NEED TO BE COVERED IN A MORE COMPREHENSIVE BASELINE NEEDS ASSESSMENT.  OUR ASSESSMENT CAN HELP INFORM THE TRIBAL COUNCIL AND COUNCIL MEMBERS, ON HOW THE TRIBE WILL APPROACH ENVIRONMENTAL PROTECTION AND REMEDIATION OR PREVENTION EFFORTS.ACTIVITIES:COMPLETE A SOLID WASTE ASSESSMENT TO EVALUATE CURRENT PRACTICES, FACILITIES, AND ISSUES IN THE COMMUNITY. THE SOLID WASTE ASSESSMENT WILL ASSIST THE TRIBE IN THE PARTNERSHIPS WITH OTHER ENTITIES, MAKE RECOMMENDATIONS FOR RECYCLING, AND EDUCATE PEOPLE ON LANDFILL SEPARATION, REUSE, AND RECYCLING. THE RESIDENTIAL MOLD ISSUE HAS BECOME A CONCERN IN THE NATIVE VILLAGE OF DEERING. MOLD ISSUES ARE CAUSING BREATHING PROBLEMS, AND SKIN LESIONS. THE ISSUE HAS BEEN REQUESTED BY THE TRIBAL COUNCIL AND COMMUNITY MEMBERS TO BE INVESTIGATED BY THE ENVIRONMENTAL PROGRAM. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE TRIBAL COUNCIL MEMBERS WILL BE FULLY INFORMED, IN THE MEETING AND STAFF WILL DO THEIR REPORTS IN WRITING FOR EPA AND COUNCIL. THE EPA TRIBAL ENVIRONMENTAL PLAN WILL BE UPDATED AND DELIVERED TO THE EPA WITH TRIBAL COUNCIL SUPPORT. THE SOLID WASTE MANAGEMENT PLAN WILL BE DEVELOPED AND DELIVERED FIRST TO THE TRIBAL COUNCIL AND AFTER COUNCIL APPROVAL, THE PLAN WILL BE DELIVERED TO THE EPA. PLAN WILL BE DEVELOPED AND SUBMITTED TO THE TRIBAL COUNCIL FOR REVIEW/APPROVAL AND DISCUSSED IN QUARTERLY REPORTS TO EPA. WE WILL USE THE NEWSLETTER AND TO PROMOTE PROGRAM AWARENESS THROUGHOUT THE YEAR.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 897424.0,
  "award_count": 2,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 897424.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 403000.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "stable"
}