{
  "tribe_id": "epa_100000138",
  "tribe_name": "Little River Band of Ottawa Indians, Michigan",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "55IT2636400",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "LITTLE RIVER BAND OF OTTAWA INDIANS",
      "obligation": 5776583.0,
      "start_date": "2012-01-06",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "00E98706",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "LITTLE RIVER BAND OF OTTAWA INDIANS",
      "obligation": 221000.0,
      "start_date": "2021-04-01",
      "end_date": "2023-03-31",
      "description": "THE LITTLE RIVER BAND OF OTTAWA INDIANS (LRBOI) WILL COLLECT AND ANALYZE PARTICULATE MATTER AND OZONE DATA USED TO ASSESS THE EFFECTIVENESS OF POLLUTION CONTROL PROGRAMS AND POLLUTANT TRANSPORT ACROSS LAKE MICHIGAN. OTHER ACTIVITIES WILL INCLUDE MANAGING THE AIR QUALITY PROGRAM, TITLE V PERMIT REVIEW, TRAINING, EDUCATION AND OUTREACH, PARTICIPATION IN REGIONAL AND NATIONAL WORKGROUPS, INDOOR AIR QUALITY SUPPLIES, EMISSIONS INVENTORIES UPDATES, NATIONAL EMISSIONS INVENTORIES REVIEW WITH THE INSTITUTE FOR TRIBAL ENVIRONMENTAL PROFESSIONALS, AND PEP/NPAP AUDITS AS WELL AS UPDATING THE TRIBAL RESERVATION AREA SPECIFIC EMISSION INVENTORIES, AND REVIEW AND REVISING THE INDOOR AIR QUALITY MONITORING PROGRAM.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "00E98707",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "LITTLE RIVER BAND OF OTTAWA INDIANS",
      "obligation": 178000.0,
      "start_date": "2023-04-01",
      "end_date": "2025-03-31",
      "description": "DESCRIPTION:THE LITTLE RIVER BAND OF OTTAWA INDIANS (LRBOI) WILL COLLECT AND ANALYZE PARTICULATE MATTER AND OZONE DATA TO ASSESS THE EFFECTIVENESS OF POLLUTION CONTROL PROGRAMS AND POLLUTANT TRANSPORT ACROSS LAKE MICHIGAN, ATTEND TRAININGS TO BOLSTER THE TRIBE'S AIR PROGRAM, AND INFORM TRIBAL MEMBERS OF AIR RELATED ISSUES.ACTIVITIES:OTHER ACTIVITIES WILL INCLUDE MANAGING, REVIEWING, AND REVISING THE INDOOR AIR QUALITY (IAQ) PROGRAM; TITLE V PERMIT REVIEW; TRAINING, EDUCATION AND OUTREACH; PARTICIPATION IN REGIONAL AND NATIONAL WORKGROUPS; IAQ BASELINE ASSESSMENTS TO BEGIN AN IAQ PROGRAM; EMISSIONS INVENTORIES (EI) UPDATES; NATIONAL EMISSIONS INVENTORIES REVIEW WITH THE INSTITUTE FOR TRIBAL ENVIRONMENTAL PROFESSIONALS; ESTABLISHING BASELINES FOR CLIMATE RESILIENCY; PEP/NPAP AUDITS AS WELL AS UPDATING THE TRIBAL RESERVATION AREA SPECIFIC EMISSION INVENTORIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:LRBOI ANTICIPATES THE FOLLOWING DELIVERABLES: TRAINING OF PERSONNEL IN THE TRIBE'S AIR PROGRAM, AIR PERMIT REVIEWS, CONTINUED MONITORING OF OZONE AND PM 2.5 FOR NATIONAL AMBIENT AIR QUALITY STANDARDS (NAAQS) COMPARISON, EDUCATIONAL AND OUTREACH MATERIALS GENERATED FOR TRIBAL MEMBERS, DEVELOPMENT OF AN EI AND REMOTE SENSOR QUALITY ASSURANCE PROJECT PLAN, AND BASELINE ASSESSMENTS FOR IAQ PROGRAM DEVELOPMENT. THE FURTHER DEVELOPMENT OF LRBOI'S AIR PROGRAM THROUGH THIS GRANT WILL BENEFIT TRIBAL MEMBERS BY ENHANCING THE FRAMEWORK OF AIR PROJECTS PRODUCED UNDER PREVIOUS GRANTS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "00E98708",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "LITTLE RIVER BAND OF OTTAWA INDIANS",
      "obligation": 214000.0,
      "start_date": "2025-04-01",
      "end_date": "2027-03-31",
      "description": "DESCRIPTION:THE LITTLE RIVER BAND OF OTTAWA INDIANS WILL COLLECT AND ANALYZE PARTICULATE MATTER AND OZONE DATA TO ASSESS THE EFFECTIVENESS OF POLLUTION CONTROL PROGRAMS AND POLLUTANT TRANSPORT ACROSS LAKE MICHIGAN, UPDATE ITS EMISSIONS INVENTORY, ATTEND TRAININGS TO BOLSTER THE TRIBE'S AIR PROGRAM, AND INFORM TRIBAL MEMBERS OF AIR RELATED ISSUES.\nACTIVITIES:LRBOI WILL ACCOMPLISH THESE GOALS BY IMPROVING GRANT MANAGEMENT AND COORDINATION WITH MICHIGAN EGLE, MAINTAIN AND IMPROVE THE TRIBE'S AIR MONITORING STATION AND AMBIENT AIR QUALITY MONITORS FOR OZONE AND PM2.5, UPDATE THE EMISSION INVENTORIES FOR THE TRIBE'S LANDS, DEVELOP AND IMPLEMENT AN INDOOR AIR QUALITY PLAN, ASSESSING AMBIENT AIR QUALITY WITH COLLOCATED SENSORS, AND ATTEND TRAVEL RELATED TO TRAINING FOR NEW AIR STAFF.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:LRBOI ANTICIPATES THE FOLLOWING DELIVERABLES: TRAINING OF PERSONNEL IN THE TRIBE'S AIR PROGRAM, AIR PERMIT REVIEWS, CONTINUED MONITORING OF OZONE AND PM 2.5 FOR NATIONAL AMBIENT AIR QUALITY STANDARDS COMPARISON, DEVELOPMENT OF AN EMISSIONS INVENTORY AND REMOTE SENSOR QUALITY ASSURANCE PROJECT PLAN, AND EXPANDING BASELINE ASSESSMENTS FOR INDOOR AIR QUALITY PROGRAM DEVELOPMENT. THE FURTHER DEVELOPMENT OF LRBOI'S AIR PROGRAM THROUGH THIS GRANT WILL BENEFIT TRIBAL MEMBERS BY ENHANCING THE FRAMEWORK OF AIR PROJECTS PRODUCED UNDER PREVIOUS GRANTS.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 6389583.0,
  "award_count": 4,
  "cfda_summary": {
    "14.867": {
      "count": 1,
      "total": 5776583.0
    },
    "66.038": {
      "count": 3,
      "total": 613000.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 178000.0,
    "2024": 0.0,
    "2025": 214000.0,
    "2026": 0.0
  },
  "trend": "increasing"
}