{
  "tribe_id": "epa_100000287",
  "tribe_name": "Spokane Tribe of the Spokane Reservation",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A21AP10167",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "SPOKANE TRIBE OF THE SPOKANE RESERVATION",
      "obligation": 150000.0,
      "start_date": "2021-08-16",
      "end_date": "2024-08-15",
      "description": "DEVELOPING A CLIMATE CHANGE VULNERABILITY ASSESSMENT AND ADAPTATION PLAN FOR THE SPOKANE TRIBE OF INDIANS",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "EMS-2017-PC-0002",
      "cfda": "97.047",
      "program_id": "fema_bric",
      "recipient_name_raw": "SPOKANE TRIBE OF THE SPOKANE RESERVATION",
      "obligation": -42030.0,
      "start_date": "2016-03-15",
      "end_date": "2020-08-30",
      "description": "PRE-DISASTER MITIGATION",
      "awarding_agency": "Department of Homeland Security"
    },
    {
      "award_id": "02J68601",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "SPOKANE TRIBE OF THE SPOKANE RESERVATION",
      "obligation": 190000.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING UNDER THE CLEAN AIR ACT (CAA) 103 TO SPOKANE INDIAN TRIBE. THE PURPOSE OF THIS AWARD IS THE CONTINUANCE THAT THE SPOKANE TRIBE WILL DEVELOP THEIR AIR QUALITY MANAGEMENT CAPABILITIES AND PROGRAM THROUGH AMBIENT AIR QUALITY MONITORING AND ANALYSIS, CONDUCTING EDUCATION AND OUTREACH ON ACTIVITIES CONCERNING AIR QUALITY, COLLABORATING WITH EPA ON IMPLEMENTATION OF THE FEDERAL AIR RULES FOR RESERVATIONS (FARR) AND CLEAN AIR ACT (CAA), AND PREPARING AN EMISSIONS INVENTORY. IMPLEMENTATION OF THESE ACTIVITIES WILL BENEFIT AND PROTECT PUBLIC HEALTH AND AIR QUALITY ON THE RESERVATION.ACTIVITIES:ACTIVITIES PERFORMING ON THIS GRANT ARE THE MONITORING OF PM2.5 DATA MONTHLY FOR AIR QUALITY AND SPOT MONITORING OF CONSTRUCTION SITES. PROVIDE RECOMMENDATIONS FOR PM10 MONITORING NEAR THE MIDNITE MIND SUPERFUND SITE. PARTICIPATE IN GROUND RADIATION SURVEYS OF IDENTIFIED HOMES AND SITES THAT HAS ELEVATED LEVELS. PERFORM RADON TESTING IN HOMES, SCHOOLS, AND TRIBAL OFFICES. IDENTIFY TRAINING OPPORTUNITIES FOR TRIBAL CONSTRUCTION, MAINTENANCE AND APPRENTICE PROGRAMS TO MITIGATE HOMES WITH EXCEEDED RADON LEVELS. OUTREACH AND EDUCATION TO CONTRACTORS, SPOKANE HOUSING AUTHORITY, PLANNING, TRIBAL MAINTENANCE STAFF, AND OTHERS ON THE RADON RESISTANT NEW CONSTRUCTION (RRNC) BUILDING CODES. PARTICIPATE IN REGIONAL AND NATIONAL RADON MEETINGS AND TRAININGS. COORDINATE WITH EPA R10 ON FARR REGISTRATIONS AND PARTICIPATE IN BURN BAN CALLS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES IS FOR SPOKANE TRIBE TO DEVELOP THEIR AIR QUALITY MANAGEMENT CAPABILITIES AND PROGRAM THROUGH AMBIENT AIR QUALITY MONITORING.  \nEXPECTED OUTCOMES - WITH CONTINUED AIR QUALITY MONITORING KNOWLEDGE AND AWARENESS WILL BE INCREASED WITH UTILIZING THE RESOURCES TO PROVIDE BETTER AIR QUALITY THAT WILL ALSO REDUCE HEALTH RISK.\nTHE INTENDED BENEFICIARIES ARE THE SPOKANE TRIBE INDIAN RESERVATION.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 297970.0,
  "award_count": 3,
  "cfda_summary": {
    "15.156": {
      "count": 1,
      "total": 150000.0
    },
    "97.047": {
      "count": 1,
      "total": -42030.0
    },
    "66.038": {
      "count": 1,
      "total": 190000.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 190000.0,
    "2026": 0.0
  },
  "trend": "new"
}