{
  "tribe_id": "epa_100000250",
  "tribe_name": "St. Croix Chippewa Indians of Wisconsin",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A20AV00838",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "ST CROIX CHIPPEWA INDIANS OF WISCONSIN",
      "obligation": 2967063.0,
      "start_date": "2020-07-01",
      "end_date": "2026-09-30",
      "description": "TTP ROAD CONSTRUCTION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "00E86707",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "ST CROIX CHIPPEWA INDIANS OF WISCONSIN",
      "obligation": 141000.0,
      "start_date": "2023-04-01",
      "end_date": "2025-03-31",
      "description": "DESCRIPTION:THE GOAL OF THIS GRANT IS TO CONTINUE GROWING PROGRAMMATIC CAPABILITY TO SERVE AS A RESOURCE FOR THE ST. CROIX COMMUNITIES AND CONTINUE TO BE ACTIVE IN REGION 5 INITIATIVES BY FURTHER DEVELOPING THE TRIBE'S AIR PROGRAM, PROMOTING HEALTHY IAQ, AND EXPANDING EDUCATIONAL OUTREACH TO TRIBAL MEMBER. ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE PARTICIPATING IN REGIONAL CONFERENCE CALLS, ATTENDING REGIONAL MEETINGS, ASTHMA FORUMS, PERFORMING HOME ASSESSMENTS AND WORKING WITH THE TRIBAL HOUSING DEPARTMENT BY BEING A RESOURCE DURING THE PLANNING PROCESS TO REHABILITATE HOMES, AND PARTICIPATING IN HEALTHY HOME PROGRAMS. ST. CROIX WILL RETAIN AN AIR COORDINATOR WHO WILL CONTINUE TO BUILD ON THE KNOWLEDGE GAINED FROM TRAININGS TO BE ACTIVE IN R5 AMBIENT AIR ISSUES. A PORTION OF THE AIR SPECIALISTS TIME WILL BE DEDICATED TO PARTICIPATING IN REGIONAL AND TRIBAL AIR QUALITY CONCERNS, THROUGH PARTICIPATION IN CONFERENCE CALLS AND LOCAL MEETINGS, AS WELL AS BRINGING A BASIS OF UNDERSTANDING ON HOW THE ST. CROIX COMMUNITY CAN MODIFY OPERATIONS TO PROMOTE HEALTHIER AIR AND RAISE AIR QUALITY AWARENESS TO THE ST. CROIX MEMBERS.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:FROM THESE ACTIVITIES, ST. CROIX ANTICIPATES ENHANCING THE DEVELOPMENT OF THE TRIBE'S AIR PROGRAM AND ITS CAPABILITIES, EDUCATING TRIBAL MEMBERS ON AIR ISSUES, IMPROVING TRIBAL HEALTH AS IT RELATES TO AIR QUALITY, AND DEVELOPING METHODS FOR TAKING FUTURE CORRECTIVE ACTIONS FOR COMMON HOUSEHOLD AIR QUALITY ISSUES. THESE DELIVERABLES AND OUTCOMES WILL BENEFIT THE ST. CROIX TRIBE AND ITS MEMBERS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "00E86708",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "ST CROIX CHIPPEWA INDIANS OF WISCONSIN",
      "obligation": 143000.0,
      "start_date": "2025-04-01",
      "end_date": "2027-03-31",
      "description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES FUNDING TO THE ST. CROIX CHIPPEWA INDIANS OF WISCONSIN TO IMPLEMENT TRIBAL AIR PROGRAMS, PROMOTE HEALTHY INDOOR AIR QUALITY, AND PROVIDE EDUCATIONAL OUTREACH TO TRIBAL MEMBERS. ACTIVITIES:ACTIVITIES INCLUDE PARTICIPATION IN REGIONAL AIR CONFERENCE CALLS, PERFORMING HOME ASSESSMENTS, AND CONTINUING TO PROVIDE INDOOR AIR QUALITY ASSESSMENTS USING THE PROCEDURES IN THE APPROVED QUALITY ASSURANCE PROJECT PLAN.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ST. CROIX ANTICIPATES DEVELOPING A STRONGER TRIBAL AIR PROGRAM AND INCREASING ITS CAPACITY TO PERFORM DATA ASSESSMENTS, EDUCATIONAL OUTREACH AND OVERALL AIR QUALITY OF THE ST. CROIX COMMUNITY. THE BENEFICIARIES OF THIS GRANT ARE THE MEMBERS OF ST CROIX OF CHIPPEWA TRIBAL MEMBERS AND THE SURROUNDING COMMUNITY.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 3251063.0,
  "award_count": 3,
  "cfda_summary": {
    "20.205": {
      "count": 1,
      "total": 2967063.0
    },
    "66.038": {
      "count": 2,
      "total": 284000.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 141000.0,
    "2024": 0.0,
    "2025": 143000.0,
    "2026": 0.0
  },
  "trend": "stable"
}