{
  "tribe_id": "epa_100000450",
  "tribe_name": "Native Village of Kotzebue",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01J89301",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF KOTZEBUE",
      "obligation": 544000.0,
      "start_date": "2021-10-01",
      "end_date": "2025-09-30",
      "description": "NATIVE VILLAGE OF KOTZEBUE ENVIRONMENTAL PROGRAM. THIS PROJECT WILL PROVIDE BEST AVAILABLE SCIENCE (BAS) CONTRIBUTING TO UNDERSTANDING PHYSICAL, CHEMICAL, AND ECOLOGICAL SYSTEMS IN THE SOUTHEAST CHUKCHI SEA/KOTZEBUE SOUND AND CHANGES/IMPACTS DUE TO A WARMING ARCTIC AND OFFSHORE DEVELOPMENT. UNDERSTANDING OF THE ECOLOGY, HEALTH, NUTRITION, AND CONTAMINANTS PROFILES OF WILDLIFE SPECIES MEMBERS DEPEND ON FOR NUTRITIONAL, CULTURAL, AND SPIRITUAL WELL-BEING. INCREASE CAPACITY OF MEMBERS TO LEAD/PARTICIPATE IN ENVIRONMENTAL RESEARCH. PROVIDE BAS TO INFLUENCE POLICY DECISIONS AND MITIGATION STRATEGIES WITH FIRST-HAND KNOWLEDGE. NOTE - YOU MAY NOT DRAW DOWN FUNDS FOR INDIRECT COSTS WITHOUT A CURRENT, APPROVED RATE IN PLACE. THE RATE EXPIRED 12/31/2020.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J95101",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF KOTZEBUE",
      "obligation": 134000.0,
      "start_date": "2025-10-01",
      "end_date": "2029-09-30",
      "description": "DESCRIPTION:THE NATIVE VILLAGE OF KOTZEBUE TRIBE CONTINUES TO SUPPORT RESEARCH ON THE EFFECTS OF CLIMATE CHANGE, CONTRIBUTES TO THE INTERNATIONAL UNDERSTANDING OF THIS ISSUE, AND THE IMPACT ON INDIGENOUS COMMUNITIES OF THE ARCTIC. TRIBE MEMBERS AND STAFF HAVE REGULARLY CONTRIBUTED TO REVIEWING NEPA DOCUMENTS WHEN PROJECT AND MANAGEMENT PLANS ARE DRAFTED, AND MITIGATION MEASURES AND/OR PROJECT DESIGN CHANGES HAVE BEEN IMPLEMENTED IN THE FINAL DOCUMENTS, IN PART DUE TO THE TRIBE'S INPUT. ACTIVITIES:THE TRIBE HAS PARTICIPATED IN SUCCESSFUL COLLECTION OF TISSUE SAMPLES FROM MARINE LIFE TO ANALYZE FOR CONTAMINANTS, PATHOLOGY, AND NUTRIENT COMPOSITION, PARTNERING WITH THE UNIVERSITY OF ALASKA FAIRBANKS, INSTITUTE OF ARCTIC BIOLOGY, AND THE WILDLIFE TOXICOLOGY LAB, UTILIZING THE FACILITIES AND TRAINING GRADUATE STUDENTS FOR CONTINUED WORK ACROSS ALASKA. THE TRIBE'S CONTRIBUTION TO THIS WORK HAS INCREASED THE LIKELIHOOD THAT THAT SUBSTANTIAL MITIGATION MEASURES WILL BE IMPLEMENTED, IMPROVING THE PROTECTION OF THE VITAL NATURAL RESOURCES IN THE NORTHWEST ARCTIC AND THE CHUKCHI SEA.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE TRIBE HAS PROVIDED RELIABLE SCIENTIFIC INFORMATION ENSURING THAT THE ARCTIC ENVIRONMENT, AND THOSE RESOURCES THAT ARE AT THE CORE OF THE CULTURAL, NUTRITIONAL, AND SPIRITUAL NEEDS OF OUR TRIBAL CITIZENS AND OUR TRADITIONAL WAY OF LIFE ARE PROTECTED. CREATING AWARENESS OF THE ENVIRONMENT AND THE OPPORTUNITIES TO BE INVOLVED IN RESEARCH AND PROTECTION FOR OUR TRIBAL CITIZENS, ESPECIALLY OUR YOUNG PEOPLE, IS A LONG-TERM GOAL OF THE TRIBES ENVIRONMENTAL PROGRAM. THE INTENDED BENEFICIARIES ARE THE TRIBE AND THE COMMUNITY.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A20AV00316",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF KOTZEBUE",
      "obligation": 1374895.6,
      "start_date": "2019-10-01",
      "end_date": "2022-09-30",
      "description": "DISTRIBUTIONS FOR SELF GOVERNANCE COMPACTS (TPA BASE) CR1/CR2; WELFARE ASSISTANCE INITIAL (14.7% BASED ON 2020 EST. NEED)/CR#2 (APPX 8.2% OF 2020 EST. NEED) AND CONTRACT SUPPORT CR#1 (14.21%) AND CR#2 (7.92%) OF 2019 ENACTED",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "55IT0208780",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "NATIVE VILLAGE OF KOTZEBUE",
      "obligation": 20893218.0,
      "start_date": "2012-01-06",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    }
  ],
  "total_obligation": 22946113.6,
  "award_count": 4,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 678000.0
    },
    "20.205": {
      "count": 1,
      "total": 1374895.6
    },
    "14.867": {
      "count": 1,
      "total": 20893218.0
    }
  },
  "yearly_obligations": {
    "2022": 544000.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 134000.0
  },
  "trend": "decreasing"
}