{
  "tribe_id": "epa_100000111",
  "tribe_name": "Iowa Tribe of Kansas and Nebraska",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A20AP00160",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "IOWA TRIBE OF KANSAS AND NEBRASKA",
      "obligation": 56100.0,
      "start_date": "2020-06-01",
      "end_date": "2023-10-31",
      "description": "COOPERATIVE LANDSCAPE CONSERVATION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A21AP10191",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "IOWA TRIBE OF KANSAS AND NEBRASKA",
      "obligation": 49840.0,
      "start_date": "2021-08-16",
      "end_date": "2024-11-01",
      "description": "BAXOJE CLIMATE RESILIENCE INTERNSHIP PROGRAM",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A21AP10192",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "IOWA TRIBE OF KANSAS AND NEBRASKA",
      "obligation": 13210.0,
      "start_date": "2021-08-16",
      "end_date": "2024-11-01",
      "description": "TRAVEL FUNDING FOR THE IOWAY CLIMATE RESILIENCE PROJECT",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "96706401",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "IOWA TRIBE OF KANSAS AND NEBRASKA",
      "obligation": 136998.0,
      "start_date": "2023-08-01",
      "end_date": "2024-09-30",
      "description": "DESCRIPTION:PURPOSE:  THE GENERAL ASSISTANCE PROGRAM GRANT PROVIDES FUNDING TO THE IOWA TRIBE OF KANSAS AND NEBRASKA TO BUILD ENVIRONMENTAL MANAGEMENT CAPACITY.  THIS INCLUDES ESTABLISHING AND DEVELOPING AN ENVIRONMENTAL PROTECTION PROGRAM FOR THE IOWA TRIBE OF KANSAS AND NEBRASKA.  GAP SUPPORTS THE OPERATION OF CONTINUING ENVIRONMENTAL PROGRAMS AND GIVES FLEXIBILITY TO ADDRESS ENVIRONMENTAL PRIORITIES.  THIS COOPERATIVE AGREEMENT WILL CONTRIBUTE TO THE PROTECTION OF PUBLIC HEALTH BY PROVIDING CLEAN AIR, WATER, AND LAND TO THE CITIZENS OF THE IOWA TRIBE.ACTIVITIES:ACTIVITIES INCLUDE THE ESTABLISHMENT OF AN ENVIRONMENTAL PROTECTION PROGRAM ON THE IOWA TRIBE OF KANSAS AND NEBRASKA LANDS.  THIS IS A NEW ONE-YEAR FEDERAL GRANT FOR THE HIRING OF AN ENVIRONMENTAL DIRECTOR AND THE ESTABLISHMENT OF AN ENVIRONMENTAL OFFICE TO DEVELOP CAPACITY FOR ENVIRONMENTAL PROGRAMS ON TRIBAL LAND.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES:  THE GOAL OF GAP IS TO ASSIST THE IOWA TRIBE OF KANSAS AND NEBRASKA IN DEVELOIONG THE CAPACITY TO MANAGE THEIR ENVIRONMETNAL PROTECTION PROGRAMS ACCORDING TO INDIVIDUAL TRIBAL NEEDS AND APPLICABLE FEDERAL LAWS AND REGULATIONS.  INTENDED BENEFICIARIES:  DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE IOWA TRIBAL RESIDENTS AND THE GENERAL PUBLIC AT LARGE.  SUBRECIPIENT ACTIVITIES:  SUB-AWARDS ARE NOT PLANNED.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "96706402",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "IOWA TRIBE OF KANSAS AND NEBRASKA",
      "obligation": 180337.0,
      "start_date": "2024-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:PURPOSE: THE GENERAL ASSISTANCE PROGRAM GRANT PROVIDES FUNDING TO THE IOWA TRIBE OF KANSAS AND NEBRASKA TO BUILD ENVIRONMENTAL MANAGEMENT CAPACITY. THIS INCLUDES ESTABLISHING AND DEVELOPING AN ENVIRONMENTAL PROTECTION PROGRAM FOR THE IOWA TRIBE OF KANSAS AND NEBRASKA. GAP SUPPORTS THE OPERATION OF CONTINUING ENVIRONMENTAL PROGRAMS AND GIVES FLEXIBILITY TO ADDRESS ENVIRONMENTAL PRIORITIES. THIS COOPERATIVE AGREEMENT WILL CONTRIBUTE TO THE PROTECTION OF PUBLIC HEALTH AND THE ENVIRONMENT BY PROVIDING CLEAN AIR, WATER, AND LAND TO THE CITIZENS OF THE IOWA TRIBE.ACTIVITIES:ACTIVITIES INCLUDE THE CONTINUING TO ESTABLISH AN ENVIRONMENTAL PROTECTION PROGRAM ON THE IOWA TRIBE OF KANSAS AND NEBRASKA LANDS. THIS IS A ONE-YEAR FEDERAL GRANT THAT WILL ALLOW THE IOWA TRIBE TO DEVELOP CAPACITY, WITH THE GOAL OF WORKING TO DEVELOP A WATER PROGRAM. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES: THE GOAL OF GAP IS TO ASSIST THE IOWA TRIBE OF KANSAS AND NEBRASKA IN DEVELOPING THE CAPACITY TO MANAGE THEIR ENVIRONMENTAL PROTECTION PROGRAMS ACCORDING TO INDIVIDUAL TRIBAL NEEDS AND APPLICABLE FEDERAL LAWS AND REGULATIONS. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE IOWA TRIBAL RESIDENTS AND THE GENERAL PUBLIC AT LARGE. SUBRECIPIENT ACTIVITIES: SUB-AWARDS ARE NOT PLANNED. DELIVERABLES INCLUDE COMMUNITY ENGAGEMENT EVENTS, WATER PROGRAM DEVELOPMENT (INCLUDING A QAPP), AND SETTING UP RECYCLING STATIONS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97755600",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "IOWA TRIBE OF KANSAS AND NEBRASKA",
      "obligation": 134990.0,
      "start_date": "2025-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:PURPOSE: THE GENERAL ASSISTANCE PROGRAM GRANT PROVIDES FUNDING TO THE IOWA TRIBE OF KANSAS AND NEBRASKA TO BUILD ENVIRONMENTAL MANAGEMENT CAPACITY. THIS INCLUDES DEVELOPING AN ENVIRONMENTAL PROTECTION PROGRAM FOR THE IOWA TRIBE OF KANSAS AND NEBRASKA. GAP SUPPORTS THE OPERATION OF CONTINUING ENVIRONMENTAL PROGRAMS AND GIVES FLEXIBILITY TO ADDRESS ENVIRONMENTAL PRIORITIES. THIS COOPERATIVE AGREEMENT WILL CONTRIBUTE TO THE PROTECTION OF PUBLIC HEALTH AND THE ENVIRONMENT BY PROVIDING CLEAN AIR, WATER, AND LAND TO THE CITIZENS OF THE IOWA TRIBE.ACTIVITIES:ACTIVITIES INCLUDE THE CONTINUING TO ESTABLISH AN ENVIRONMENTAL PROTECTION PROGRAM ON THE IOWA TRIBE OF KANSAS AND NEBRASKA LANDS; PLANNING, DEVELOPING, AND MANAGING A SOLID WASTE RECYCLING PROGRAM; AND WORKING TOWARD DEVELOPING A WATER PROGRAM. THIS IS A ONE-YEAR FEDERAL GRANT THAT WILL ALLOW THE IOWA TRIBE TO DEVELOP CAPACITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE COMMUNITY ENGAGEMENT EVENTS, WATER PROGRAM DEVELOPMENT, AND DEVELOPMENT AND MANAGEMENT OF A RECYCLING PROGRAM. EXPECTED OUTCOMES: THE GOAL OF GAP IS TO ASSIST THE IOWA TRIBE OF KANSAS AND NEBRASKA IN DEVELOPING THE CAPACITY TO DEVELOP AND MANAGE THEIR ENVIRONMENTAL PROTECTION PROGRAMS ACCORDING TO INDIVIDUAL TRIBAL NEEDS AND APPLICABLE FEDERAL LAWS AND REGULATIONS. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE IOWA TRIBAL RESIDENTS AND THE GENERAL PUBLIC AT LARGE. SUBRECIPIENT ACTIVITIES: SUB-AWARDS ARE NOT PLANNED.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 571475.0,
  "award_count": 6,
  "cfda_summary": {
    "15.156": {
      "count": 3,
      "total": 119150.0
    },
    "66.926": {
      "count": 3,
      "total": 452325.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 136998.0,
    "2024": 0.0,
    "2025": 180337.0,
    "2026": 134990.0
  },
  "trend": "increasing"
}