{
  "tribe_id": "epa_100000511",
  "tribe_name": "Native Village of Port Heiden",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "02J08801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF PORT HEIDEN",
      "obligation": 563028.0,
      "start_date": "2023-01-01",
      "end_date": "2026-12-31",
      "description": "DESCRIPTION:PORT HEIDEN WILL BUILD CAPACITY, MAINTAIN THE ENVIRONMENTAL OFFICE AND STAFFING LEVELS. LEVERAGING BASE AND SUPPLEMENTAL FUNDS, PORT HEIDEN WILL HIRE LABORERS TO STAGE, WEIGH, LABEL, AND PACKAGE WASTE TO BACKHAUL. PORT HEIDEN WILL CONDUCT RECYCLING AND SOLID WASTE COMMUNITY CLEAN UP EDUCATION EVENTS. PORT HEIDEN WILL COLLECT BASELINE DATA TO CONTINUE EROSION/STREAM, AND HAZARD ASSESSMENTS MONITORING. ACTIVITIES:WORKPLAN ACTIVITIES WILL INVOLVE ADMINISTRATIVE CONTINUED CAPACITY BUILDING AS WELL AS TRIBAL ENVIRONMENTAL CAPACITY BUILDING. THE TRIBE WILL CONTINUE CRITICAL SOLID WASTE MANAGEMENT PROGRAMS WHICH PREVENTS CONTAMINATION BY UNIVERSAL WASTES INTO WATERWAYS AND ON LAND. COMMUNITY OUTREACH AND EDUCATION CHANGES BEHAVIOR PATTERNS, ENABLING BOTH EPA AND THE TRIBE TO PROTECT THE HUMAN HEALTH AND THE ENVIRONMENT. COASTLINE ASSESSMENTS WILL HELP THE TRIBE ADAPT TO A CHANGING CLIMATE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE TRIBE AND THE EPA EXPECT THE ENVIRONMENTAL PROGRAM CAPACITY TO EXPAND BY ENGAGING THE TRIBAL RESIDENTIAL COMMUNITY. OUTCOMES WILL INVOLVE ADMINISTRATIVE CONTINUED CAPACITY BUILDING AS WELL AS TECHNICAL TRIBAL ENVIRONMENTAL CAPACITY BUILDING. THE TRIBE WILL CONTINUE CRITICAL SOLID WASTE MANAGEMENT PROGRAMS WHICH PREVENTS CONTAMINATION BY UNIVERSAL WASTES INTO WATERWAYS AND ON LAND. COMMUNITY OUTREACH AND EDUCATION CHANGES BEHAVIOR PATTERNS, AND COASTLINE MONITORING ENABLES A PRECISE UNDERSTANDING OF CLIMATE IMPACTS. ALL THESE ACTIONS ENABLE BOTH EPA AND THE TRIBE TO PROTECT THE HUMAN HEALTH AND THE ENVIRONMENT. OVERALL, THESE EFFORTS WILL SERVE THE TRIBAL COMMUNITY FOR YEARS TO COME.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A19AV01163",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF PORT HEIDEN",
      "obligation": 766677.6,
      "start_date": "2019-09-16",
      "end_date": "2026-12-31",
      "description": "PORT HEIDEN A19AV01163 FY17 & FY19 ROAD MAINTENANCE FUNDS",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A11AV00084",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF PORT HEIDEN",
      "obligation": 260043.0,
      "start_date": "2014-02-12",
      "end_date": "2026-12-31",
      "description": "PORT HEIDEN TRANSPORTATION PLANNING FY11-13",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A19AV01190",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF PORT HEIDEN",
      "obligation": 163432.27,
      "start_date": "2019-09-18",
      "end_date": "2026-12-31",
      "description": "PORT HEIDEN A19AV01190 CONSTRUCTION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A12AV00683",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF PORT HEIDEN",
      "obligation": 150335.0,
      "start_date": "2014-06-05",
      "end_date": "2026-12-31",
      "description": "ROAD MAINTENANCE",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A19AV01193",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF PORT HEIDEN",
      "obligation": 53362.71,
      "start_date": "2019-09-18",
      "end_date": "2026-12-31",
      "description": "PORT HEIDEN A19AV01193 PLANNING FUNDS",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "DEIE0000186",
      "cfda": "81.087",
      "program_id": "doe_indian_energy",
      "recipient_name_raw": "NATIVE VILLAGE OF PORT HEIDEN",
      "obligation": 934919.0,
      "start_date": "2024-06-01",
      "end_date": "2026-09-30",
      "description": "THE NATIVE VILLAGE OF PORT HEIDEN (TRIBE) PROPOSES TO CONNECT APPROXIMATELY FOURTEEN UNELECTRIFIED TRIBAL FACILITIES TO THE EXISTING COMMUNITY ELECTRICAL DISTRIBUTION SYSTEM. THE FACILITIES TO BE CONNECTED ARE BUILDINGS THAT SERVE A VARIETY OF PURPOSES FOR THE COMMUNITY.\n\nTHIS PROJECT WILL CONNECT APPROXIMATELY FOURTEEN FACILITIES WITH GRID SUPPLIED ELECTRIC POWER FOR THE FIRST TIME. POWER WILL BE PROVIDED, IN THEORY, YEAR-ROUND, TWENTY-FOUR HOURS PER DAY TO MOST FACILITIES. THIS PROJECT ALIGNS WITH THE COMMUNITY’S VISION OF A RELIABLE, SUSTAINABLE, COMMUNITY THAT PROVIDES MOST OF ITS FOOD LOCALLY AND IS POWERED SIGNIFICANTLY BY RENEWABLE ENERGY. THIS PROJECT WILL CONNECT MULTIPLE FACILITIES THAT WILL INCREASE LOCAL FOOD PRODUCTION, EXPAND VALUE ADDED ECONOMIC ACTIVITY, AND ALLOW FOR INCREASED USE OF PLANNED AND FUNDED WIND POWER THAT WILL SOON BE INSTALLED IN THE COMMUNITY THAT WILL ALLOW FOR UP TO ABOUT 50% OF THE COMMUNITY’S GENERATION TO BE PROVIDED BY RENEWABLE ENERGY. \n\nTHE SCOPE OF WORK INCLUDES INSTALLATION OF APPROXIMATELY 25,000 FEET OF BURIED POWER CABLE FOR THREE PHASE POWER WITHIN ABOUT 8,750 LINEAR FEET OF TRENCH. TO ACCOMMODATE THIS ADDITIONAL CABLE, MULTIPLE THREE PHASE SECTION CABINETS, VOLTAGE REACTORS, AND PAD MOUNTED THREE PHASE AND SINGLE-PHASE TRANSFORMERS WILL BE INSTALLED. THIS PROJECT AIMS TO INSTALL NEW SINGLE PHASE ELECTRIC METERS, THREE PHASE ELECTRICAL METERS, AND CONNECT OTHER METERS THAT ARE ALREADY INSTALLED. APPROXIMATELY 1,300 LINEAR FEET OF SECONDARY CONDUCTOR WILL BE REQUIRED TO CONNECT THE FACILITIES AT THE METER TO THE PROPOSED TRANSFORMERS. MANY OF THE FACILITIES ARE OR WILL BE SEPARATELY WIRED AND READY FOR ACCEPTING ELECTRICITY. THIS PROPOSED PROJECT INCLUDES INSTALLATION OF INTERIOR WIRING AS NECESSARY FOR SEVERAL FACILITIES AS WELL.",
      "awarding_agency": "Department of Energy"
    }
  ],
  "total_obligation": 2891797.58,
  "award_count": 7,
  "cfda_summary": {
    "66.926": {
      "count": 1,
      "total": 563028.0
    },
    "20.205": {
      "count": 5,
      "total": 1393850.5799999998
    },
    "81.087": {
      "count": 1,
      "total": 934919.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 563028.0,
    "2024": 934919.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "increasing"
}