{
  "tribe_id": "epa_100000042",
  "tribe_name": "Chicken Ranch Rancheria of Me-Wuk Indians of California",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "99T84701",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "CHICKEN RANCH RANCHERIA",
      "obligation": 357241.0,
      "start_date": "2019-10-01",
      "end_date": "2023-09-30",
      "description": "THIS COOPERATIVE AGREEMENT PROVIDES FUNDING TO DEVELOP THE TRIBE'S ENVIRONMENTAL PROGRAM. ACTIVITIES INCLUDE COMPLETING A EPA-TRIBAL ENVIRONMENTAL PLAN, DEVELOPING A CLEAN WATER PROGRAM, CONDUCTING A BASELINE ASSESSMENT, DEVELOPING ADMINISTRATIVE AND FISCAL PROGRAM CAPACITY AND ATTENDING MEETINGS AND TRAINING IN ORDER TO DEVELOP CAPACITY IN THEIR ENVIRONMENTAL PROGRAMS.  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $75,000.  SEE TERMS AND CONDITIONS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "98T53301",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "CHICKEN RANCH RANCHERIA",
      "obligation": 458851.0,
      "start_date": "2023-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES ASSISTANCE TO THE CHICKEN RANCH RANCHERIA OF ME-WUK INDIANS OF CALIFORNIA TO BUILD ITS CAPACITY TO ADMINISTER MULTI-MEDIA ENVIRONMENTAL PROGRAMS ON INDIAN LANDS.\n\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $142,438.ACTIVITIES:\n\nTHE RECIPIENT WILL CONDUCT A RECYCLING AND COMPOSTING FEASIBILITY STUDY AND DEVELOP A PROGRAM PLAN, CARRY OUT OUTREACH AND EDUCATION ACTIVITIES, BUILD CAPACITY FOR BOOSTING HABITAT HEALTH FOR POLLINATORS, INCREASE COMPOSTING CAPACITY TO MANAGE INCREASING ORGANICS WASTE FROM TRIBAL ESTABLISHMENTS, CREATE CAPACITY TO MEASURE SOIL HEALTH, COLLECT TRADITIONAL ECOLOGICAL KNOWLEDGE FROM ELDERS, AND HOST AN INTERTRIBAL EARTH DAY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE A RECYCLING AND COMPOSTING FEASIBILITY STUDY AND PROGRAM PLAN, SUMMARY REPORTS OF OUTREACH AND EDUCATION ACTIVITIES, REPORTS NOTING POUNDS OF ORGANICS COMPOSTED, OUTREACH MATERIALS AND RECORD OF DOCUMENTED STORIES, AND EARTH DAY EVENT PLANS AND SUMMARY. DIRECT BENEFICIARIES OF THIS PROGRAM ARE THE MEMBERS AND/OR RESIDENTS OF THE CHICKEN RANCH RANCHERIA OF ME-WUK INDIANS OF CALIFORNIA.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "98T47001",
      "cfda": "66.468",
      "program_id": "epa_stag",
      "recipient_name_raw": "CHICKEN RANCH RANCHERIA",
      "obligation": 6137185.0,
      "start_date": "2022-10-01",
      "end_date": "2023-12-31",
      "description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $6,137,185. THIS PROJECT WILL INVOLVE CONSTRUCTING A SURFACE WATER TREATMENT PLANT. THIS PLANT IS TO PROVIDE A SECURE WATER SOURCE FOR THE TRIBE WHICH HAS BEEN HEAVILY IMPACTED BY DROUGHT.ACTIVITIES:THIS PROJECT WILL INVOLVE BUILDING A SURFACE WATER TREATMENT PLANT TO PROVIDE SAFE DRINKING WATER TO THE CHICKEN RANCH RESERVATION. AS PER THE WORKPLAN, THE TRIBE WILL BE BUILDING A SURFACE WATER TREATMENT PLANT WHICH WILL CONSIST OF A BUILDING TO HOUSE THE TREATMENT PLANT. THE PLANT WILL BE A CONVENTIONAL TREATMENT SYSTEM THAT WILL CONSIST OF COAGULATION, FLOCCULATION, FILTRATION, BACKWASH, DISINFECTION, PIPING AND STORAGE. THIS PROJECT IS PART OF A LARGER PROJECT AND EPA FUNDING WILL COVER A PORTION OF THE TREATMENT PLANT, AS DESCRIBE IN THE WORKPLAN.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE PROJECT WILL CONSTRUCT A SURFACE WATER TREATMENT PLANT THAT WILL GIVE THE TRIBE A SECURE SOURCE OF WATER LONG INTO THE FUTURE AND AVOID DROUGHT RELATED WATER SHORTAGES AND OUTAGES.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "55IH3006460",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "CHIPPEWA CREE HOUSING AUTHORITY",
      "obligation": 43671249.67,
      "start_date": "2012-02-07",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "24IXMT06460",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "CHIPPEWA CREE HOUSING AUTHORITY",
      "obligation": 4833600.0,
      "start_date": "2025-01-14",
      "end_date": "2030-03-27",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "23DG11052012177",
      "cfda": "10.720",
      "program_id": "usda_wildfire",
      "recipient_name_raw": "CHICKEN RANCH RANCHERIA",
      "obligation": 315599.0,
      "start_date": "2023-09-21",
      "end_date": "2026-12-31",
      "description": "CHICKEN RANCH WILDFIRE FUELS MITIGATION PROJECT 1",
      "awarding_agency": "Department of Agriculture"
    }
  ],
  "total_obligation": 55773725.67,
  "award_count": 6,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 816092.0
    },
    "66.468": {
      "count": 1,
      "total": 6137185.0
    },
    "14.867": {
      "count": 2,
      "total": 48504849.67
    },
    "10.720": {
      "count": 1,
      "total": 315599.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 6452784.0,
    "2024": 458851.0,
    "2025": 4833600.0,
    "2026": 0.0
  },
  "trend": "stable"
}