{
  "tribe_id": "epa_100000526",
  "tribe_name": "Native Village of Scammon Bay",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01J80801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF SCAMMON BAY",
      "obligation": 250000.0,
      "start_date": "2020-10-01",
      "end_date": "2023-09-30",
      "description": "THIS AGREEMENT PROVIDES ASSISTANCE TO NATIVE VILLAGE OF SCAMMON BAY TO BUILD ITS CAPACITY TO ADMINISTER ENVIRONMENTAL PROGRAMS ON INDIAN LANDS. SPECIFICALLY, THIS WORK PLAN CONTAINS 3 COMPONENTS 1)FILE DEVELOPMENT PLAN AND EXECUTION (ADMINISTRATIVE CAPACITY BUILDING) 2)ASSESS AIR POLLUTION CONCERNS AND POSSIBLE SOURCES 3)PROTECTION OF SUBSISTENCE RESOURCES THROUGH CLEAN UP AND WATER QUALITY MONITORING",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J81201",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF SCAMMON BAY",
      "obligation": 268000.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE VILLAGE OF SCAMMON BAY WILL USE GAP FUNDING TO ADDRESS PRIORITY ENVIRONMENTAL CONCERNS IN THE COMMUNITY. ENVIRONMENTAL STAFF WILL FOCUS ON TECHNICAL TRAINING AND BUILDING MANAGEMENT CAPACITY, WITH THE GOAL OF ACHIEVING PROGRAMMATIC GROWTH TO MAINTAIN MEANINGFUL PARTICIPATION IN EPA PROGRAMS. KEY AREAS OF FOCUS INCLUDE ESTABLISHING PUBLIC PARTICIPATION AND EDUCATION THROUGH COMMUNITY ENGAGEMENT ON CLIMATE CHANGE AND EMERGENCY PREPAREDNESS AND ADDRESSING SOLID WASTE MANAGEMENT ISSUES. ACTIVITIES:ACTIVITIES PERFORMED UNDER THE GRANT WILL FOCUS ON TECHNICAL TRAINING TO BUILD ADMINISTRATIVE AND ENVIRONMENTAL SKILLS RELEVANT TO THE TRIBE'S PRIORITIES. A KEY ELEMENT OF THIS PROGRAM INVOLVES BUILDING A PATH TOWARDS INCREASED COLLABORATION WITH MULTIPLE TRIBAL ENVIRONMENTAL PROGRAMS AND AGENCIES, ULTIMATELY ENHANCING MEANINGFUL PARTICIPATION IN EPA PROGRAMS. FINALLY, COMMUNITY OUTREACH AND EDUCATION WILL BE INSTRUMENTAL TO ACHIEVING ENVIRONMENTAL RESULTS, INCLUDING SOLID WASTE PLANNING AND IMPLEMENTATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXAMPLE:  ANTICIPATED DELIVERABLES FROM THE VILLAGE OF SCAMMON BAY WILL INCLUDE SEMI-ANNUAL PROGRESS REPORTS TO EPA, OUTLINING PROGRESS TOWARDS ENVIRONMENTAL RESULTS IN PRIORITY AREAS. IN ADDITION, TRIP REPORTS WILL OUTLINE TECHNICAL CAPACITIES GAINED FROM ATTENDING RELEVANT TRAININGS AND CONFERENCES. FINALLY, PHOTOS OF ENVIRONMENTAL CLEAN-UPS, COMMUNITY TRAININGS AND EVENTS WILL DEMONSTRATE THE ACCOMPLISHMENTS RESULTING FROM THESE WORK PLAN COMMITMENTS. DIRECT BENEFICIARIES OF THIS GRANT ARE MEMBERS OF THE TRIBE.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 518000.0,
  "award_count": 2,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 518000.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 268000.0,
    "2026": 0.0
  },
  "trend": "new"
}