{
  "tribe_id": "epa_100000463",
  "tribe_name": "Native Village of Mary's Igloo",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "02J09501",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF MARY'S IGLOO",
      "obligation": 528000.0,
      "start_date": "2022-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS PROJECT WILL ASSIST THE COWLITZ INDIAN TRIBE IN BUILDING CAPACITY AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH. \nTHE PURPOSES OF THIS AWARD ARE TO:  BUILD CAPACITY TO DEVELOP AND ADMINISTER ENVIRONMENTAL PROGRAM TO RESPOND TO ISSUES AND NEEDS. SOLID WASTE ACTIVITY:  ASSESS THE SOURCES OF SOLID WASTE THAT MAY BE AFFECTING THE HEALTH OF THE TRIBAL COMMUNITY AND ORGANIZE AND IMPLEMENT A COMMUNITY SOLID WASTE PROGRAM WHICH INCLUDES A RECYCLING AND BACKHAUL PROGRAM. ENVIRONMENTAL ASSESSMENT PROGRAM TO PROTECT SUBSISTENCE RESOURCES. TRADITIONAL ECOLOGICAL KNOWLEDGE ENVIRONMENTAL CAMP.\nACTIVITIES:ACTIVITIES TO BE PERFORMED IN THIS PROJECT INCLUDE: CONTINUE TO ORGANIZE AND COORDINATE ENVIRONMENTAL COUNCIL TO ASSIST WITH THE DISSEMINATION OF ENVIRONMENTAL INFORMATION. \nINCREASE COMMUNITY AWARENESS OF PROPER WASTE MANAGEMENT PRACTICES THROUGH A COMMUNITY EVENT. FALL AND SPRING VILLAGE CLEAN UP AND BACKHAUL PROGRAMS.\nUPDATE MARY'S IGLOO'S  ENVIRONMENTAL PLAN. PREPARE, STAGE, AND BACKHAUL RECYCLABLE ITEMS FROM THE COMMUNITY TO CONNEX STAGING AREA.  PROVIDE EDUCATIONAL OUTREACH ABOUT  HAZARDOUS SUBSTANCES AND MATERIALS THROUGH CLASSROOM VISITS, NEWSLETTERS, AND COMMUNITY MEETINGS.  WATER QUALITY MONITORING PROJECT UP IMURUK BASIN. WORK WITH ELDERS, TRADITION BEARERS, KNOWLEDGEABLE HUNTERS AND GATHERERS TO GATHER TRADITIONAL KNOWLEDGE OF PAST AND EXISTING ENVIRONMENTAL CONDITIONS SUCH AS ICE CONDITIONS, LOCAL ANIMAL AND PLANT SPECIES AND OTHER INFORMATION THAT WILL HELP ESTABLISH A BASELINE FOR THE COMMUNITY. ORGANIZE AND HOST EARTH DAY AND COMMUNITY CLEAN-UP EVENT WHERE EDUCATIONAL MATERIALS ARE SHARED, ACTIVITIES ARE PROVIDED, AND COMMUNITY IS INVOLVED.\n\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:\nDELIVERABLES, OUTCOMES, AND INTENDED BENEFICIARIES INCLUDE: BINDER MAINTAINED IN GAP OFFICE FOR GAP EMPLOYEES AND COUNCIL. COPY OF NEWSLETTERS WILL BE SUBMITTED TO TRIBAL COUNCIL AND EPA. SUCCESS STORY TO BE SHARED WITH TRIBAL COUNCIL.  COPY OF MARY'S IGLOO'S  ENVIRONMENTAL PLAN. SUMMARY OF ACTIVITIES AND NUMBER AND TYPE OF THINGS REMOVED AND WEIGHT OF BACKHAUL WILL BE SUBMITTED TO TRIBAL COUNCIL AND EPA. MAINTAIN WATER QUALITY DATA AND LOG. SUMMARY OF INFORMATION COLLECTED AND BASELINE MAP SUBMITTED TO TRIBAL COUNCIL AND EPA. BUILD CAPACITY TO EFFECTIVELY MANAGE ENVIRONMENTAL PROGRAM. IMPROVE ENVIRONMENTAL SUSTAINABILITY THROUGH WASTE REDUCTION, RECYCLING, AND USE OF RECYCLED PRODUCTS. IMPROVE COMMUNITY HEALTH THROUGH THE REMOVAL OF HAZARDOUS WASTE FROM OUR COMMUNITY. IMPROVE RECYCLING EFFORTS AND BACKHAUL PROGRAM RESULTING IN A CLEANER AND HEALTHIER ENVIRONMENT. INCREASE PUBLIC AWARENESS ON HAZARDOUS WASTE THAT IS AFFECTING THE HEALTH OF OUR COMMUNITY. IMPROVE THE HEALTH OF OUR ENVIRONMENT THROUGH ENVIRONMENTAL RESEARCH. INCREASE KNOWLEDGE OF ENVIRONMENTAL ISSUES THAT AFFECT OUR SUBSISTENCE RESOURCES. CONTINUE YOUTH ENVIRONMENTAL EDUCATION PROGRAM WITH FOCUS ON CLIMATE CHANGE SO THAT YOUTH HAVE A GREATER UNDERSTANDING OF THE HUMAN IMPACT ON THE ENVIRONMENT AND HOW TO MINIMIZE THAT IMPACT.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 528000.0,
  "award_count": 1,
  "cfda_summary": {
    "66.926": {
      "count": 1,
      "total": 528000.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 528000.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}