{
  "tribe_id": "epa_100000563",
  "tribe_name": "Native Village of Venetie Tribal Government (Arctic Village and Village of Venetie)",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "02J09401",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF VENETIE TRIBAL GOVERNMENT",
      "obligation": 385000.0,
      "start_date": "2022-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE PURPOSE OF THIS FY23-FY24 PROJECT INCLUDES WASTE PROGRAM ADVANCEMENT THROUGH PLANNING AND COLLABORATION, STAFF TRAINING, COMMUNITY OUTREACH AND EDUCATION, AND IMPLEMENTATION ACTIVITIES; PARTNERING WITH THE YUKON RIVER INTER TRIBAL WATERSHED COUNCIL ON WATER SAMPLING TO ESTABLISH BASELINE DATA; DEVELOPING A COMMUNITY EMERGENCY RESPONSE PLAN AND PROGRAM; AND EROSION RESEARCH, PLANNING, AND SCIENTIFIC MODELING AS IT RELATES TO CLIMATE CHANGE. ACTIVITIES:WASTE ACTIVITIES INCLUDE REMOVING AND RECYCLING APPLIANCES, ELECTRONICS, AND OTHER MATERIALS; KEEPING TRADITIONAL AREAS FREE OF WASTE; PROVIDING EDUCATION AND ACTIVITIES FOR THE COMMUNITY; COMPLETING CERTIFICATION AS A HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE (HAZWOPER) TRAINER; AND CONDUCTING A HAZWOPER CLASS FOR THE COMMUNITY. WATER QUALITY ACTIVITIES INCLUDE ATTENDING THE YUKON RIVER INTER TRIBAL WATERSHED COUNCIL BIENNIAL MEETING, PROVIDING COMMUNITY EDUCATION, AND CONDUCTING BASELINE WATER SAMPLING. EMERGENCY RESPONSE ACTIVITIES INCLUDE DEVELOPING AN EMERGENCY RESPONSE PLAN, LOCATING TRAINING RESOURCES, RECRUITING PERSONNEL, AND FORMING A LOCAL EMERGENCY PLANNING COMMITTEE. CLIMATE CHANGE ACTIVITIES INCLUDE CONFERENCE ATTENDANCE, QUALITY ASSURANCE PROJECT PLAN DEVELOPMENT, CONDUCTING VISUAL AND DRONE OBSERVATIONS, COMPLETING A RISK ASSESSMENT AND ADAPTATION PLAN, AND CONDUCTING COMMUNITY OUTREACH AND EDUCATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE QUARTERLY PROGRESS REPORTS; NEWSLETTERS; PHOTOS; A SMALL COMMUNITY EMERGENCY RESPONSE PLAN; TRIP REPORTS; COMMUNITY PRESENTATIONS AND ATTENDANCE LISTS; WATER QUALITY AND CLIMATE CHANGE DATA AND REPORTS, MEETING NOTES, AND POLICIES; AND A CLIMATE CHANGE ADAPTATION PLAN. EXPECTED OUTCOMES INCLUDE COMMUNITY   AWARENESS OF THE EFFECTS OF SOLID AND HAZARDOUS WASTE ON HUMAN AND ENVIRONMENTAL HEALTH, INCREASED CAPACITY TO PREPARE FOR CLIMATE CHANGE IMPACTS THROUGH WATER QUALITY ASSESSMENT, EMERGENCY RESPONSE KNOWLEDGE AND PREPAREDNESS TO PROTECT VENETIE FROM NATURAL AND HUMAN CAUSED DISASTERS, AND AN UNDERSTANDING OF THE POTENTIAL HAZARDS OF ERODING RIVERBANKS AND DEVELOPMENT OF A MANAGEMENT PLAN. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE COMMUNITY MEMBERS AND ENVIRONMENT OF VENETIE.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 385000.0,
  "award_count": 1,
  "cfda_summary": {
    "66.926": {
      "count": 1,
      "total": 385000.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 385000.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}