{
  "tribe_id": "epa_100000530",
  "tribe_name": "Native Village of Shaktoolik",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A20AP00099",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF SHAKTOOLIK",
      "obligation": 150000.0,
      "start_date": "2020-06-01",
      "end_date": "2023-09-30",
      "description": "COOPERATIVE LANDSCAPE CONSERVATION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A20AP00172",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF SHAKTOOLIK",
      "obligation": 149701.0,
      "start_date": "2020-06-01",
      "end_date": "2022-05-31",
      "description": "COOPERATIVE LANDSCAPE CONSERVATION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A19AP00229",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF SHAKTOOLIK",
      "obligation": 14202.0,
      "start_date": "2019-08-01",
      "end_date": "2022-12-31",
      "description": "COOPERATIVE LANDSCAPE CONSERVATION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A23AV01273",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF SHAKTOOLIK",
      "obligation": 149873.0,
      "start_date": "2023-09-21",
      "end_date": "2026-12-31",
      "description": "P.L. 93-638 AS AMENDED.",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A25AV01276",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF SHAKTOOLIK",
      "obligation": 4000000.0,
      "start_date": "2025-01-01",
      "end_date": "2029-12-31",
      "description": "SHAKTOOLIK FY24 TCR",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "02J12801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF SHAKTOOLIK",
      "obligation": 377666.0,
      "start_date": "2022-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS PROJECT WILL ASSIST THE NATIVE VILLAGE OF SHAKTOOLIK IN BUILDING CAPACITY AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH. THE PRIMARY PURPOSES OF THIS AWARD INCLUDE: MANAGEMENT OF ENVIRONMENTAL OFFICE. SOLID WASTE MANAGEMENT. SCRAP METAL/APPLIANCE/VEHICLE MITIGATION.ACTIVITIES:ACTIVITIES TO BE PERFORMED IN THIS PROJECT INCLUDE: INDIAN (ENVIRONMENTAL) GENERAL ASSISTANCE PROGRAM (IGAP) STAFF WILL MAKE REGULAR AND FREQUENT DRAWDOWN REQUESTS TO APPLY GAP AWARD FUNDS AS NEEDED TO PAY ALL INVOICES TO THE TRIBE FOR MONTHLY COSTS. THE PROGRAM WILL STAY CURRENT WITH SYSTEM FOR AWARD MANAGEMENT (SAM), AUTOMATED STANDARD APPLICATION PAYMENTS (ASAP), AND GRANTS.GOV REGISTRATION. COMPLETE A COMMUNITY ASSESSMENT IDENTIFYING COMMUNITY ENVIRONMENTAL PRIORITIES AND COMPLETE TRIBAL ENVIRONMENTAL NEWSLETTERS. CONDUCT COMMUNITY OUTREACH AND EDUCATION ABOUT SOLID WASTE MANAGEMENT TECHNIQUES SUCH AS DIVERTING HAZARDOUS WASTE MATERIALS FROM OUR LANDFILLS, MINIMIZING WASTE GENERATION, REUSING PRODUCTS, AND DOING OUTREACH AND EDUCATION ABOUT CONTAMINATES AND OTHER ENVIRONMENTAL ISSUES. WORK WITH THE CITY OF SHAKTOOLIK TO ENCOURAGE COLLECTING HOUSEHOLD HAZARDOUS WASTE. HOST ENVIRONMENTAL EVENTS SUCH AS THE COMMUNITY CLEAN-UP, E-WASTE, OR ANY OTHER ENVIRONMENTAL ACTIVITIES, IN COLLABORATION WITH COMMUNITY AND REGIONAL ENTITIES. PARTICIPATE WITH KAWERAK, INC BACKHAUL PROGRAM BY SHIPPING UNIVERSAL WASTE DEFINED AS E-WASTE, BATTERIES, FLUORESCENT LIGHT BULBS, AND ALASKANS FOR LITTER PREVENTION AND RECYCLING (ALPAR) RECYCLING ALUMINUM CANS. IGAP STAFF AGREED TO MAINTAIN THE LANDFILL AND DO TRASH HAULS ON MONDAY, WEDNESDAY, AND FRIDAY. IGAP WILL WORK WITH THE CITY TO DEVELOP ORDINANCES FOR THE LANDFILL AND A BUDGET FROM COLLECTION FEES THAT WILL HELP WITH THE DEVELOPMENT AND SUSTAINABILITY OF THE PROGRAM. BACKHAUL PROGRAM SHALL BE RECORDED WITH TRACKING LOGS, TIMESHEETS, WEIGHTS, AND THE STAGING OF BACKHAUL WASTE SUCH AS FLUORESCENT LIGHTS, LEAD-ACID BATTERIES, AND E-WASTE. APPLIANCE AND MOTOR VEHICLE PREPARATION. REMOVAL OF LIQUID WASTE AND WASTE OF ANY NONMETALLIC PIECES. BURN OFF USING SMART ASH BURNER. REMOVING METAL WASTE COMMUNITY-WIDE. COMMUNITY/BUSINESS INVOLVEMENT AND PROVIDE REMOVAL OF MEMBERS METAL WASTE ON THEIR PROPERTY OR PROPERTIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES, OUTCOMES, AND INTENDED BENEFICIARIES INCLUDE: GAP STAFF WILL EDUCATE THE COMMUNITY ON ENVIRONMENTAL ISSUES AND ANY SOLID WASTE ISSUES. ENSURE THAT NO SOLID WASTE IS DUMPED OUTSIDE THE DESIGNATED LANDFILL PIT. MITIGATE ANIMAL WASTE, BATTERY, LIGHTBULB, ELECTRONIC, AND METAL WASTE AND PROPERLY DISPOSE OUTSIDE OF THE LANDFILL, IN DESIGNATED AREAS.  COMMUNITY OUTREACH AND INFORM THE COMMUNITY ABOUT WHAT MAY BE PLACED IN THE LANDFILL PIT AND WHAT CANNOT BE PLACED INTO THE LANDFILL PIT, BY USING POSTERS, FLYERS, NATIVE VILLAGE OF SHAKTOOLIK (NVOS) FACEBOOK POSTS. MITIGATE AND PROPERLY DISTRIBUTE METAL WASTE FROM NONMETAL WASTE. REMOVE FREON, OIL, FUEL, RADIANT COOLANTS, AND ITEMS THAT AREN'T METAL WASTE. DISPOSE OF NONMETALLIC MATERIALS PROPERLY. CLEAN AFFECTED HOLDING AREAS AND BURY METAL WASTE IF APPLICABLE. MITIGATE METALS THAT CAN BE SHIPPED OUT VERSUS WHAT CAN BE BURIED. THE INTENDED BENEFICIARIES OF THE PROPOSED ENVIRONMENTAL CLEANUP AND EDUCATION ARE ALL MEMBERS OF THE NATIVE VILLAGE OF SHAKTOOLIK COMMUNITY",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 4841442.0,
  "award_count": 6,
  "cfda_summary": {
    "15.156": {
      "count": 5,
      "total": 4463776.0
    },
    "66.926": {
      "count": 1,
      "total": 377666.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 527539.0,
    "2024": 0.0,
    "2025": 4000000.0,
    "2026": 0.0
  },
  "trend": "increasing"
}