{
  "tribe_id": "epa_100000062",
  "tribe_name": "Confederated Tribes and Bands of the Yakama Nation",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A25AV00274",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION",
      "obligation": 701740.0,
      "start_date": "2024-12-18",
      "end_date": "2029-12-31",
      "description": "124 YAKAMA TCR STARVATION FLATS RESTORATION PROJECT",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "55IH5318320",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "YAKAMA NATION HOUSING AUTHORITY",
      "obligation": 108823651.0,
      "start_date": "2011-10-18",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "21AH5318320",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "YAKAMA NATION HOUSING AUTHORITY",
      "obligation": 4325495.0,
      "start_date": "2021-04-22",
      "end_date": "2026-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "24IXWA18320",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "YAKAMA NATION HOUSING AUTHORITY",
      "obligation": 6000000.0,
      "start_date": "2025-01-24",
      "end_date": "2028-03-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "DEIE0000175",
      "cfda": "81.087",
      "program_id": "doe_indian_energy",
      "recipient_name_raw": "YAKAMA NATION HOUSING AUTHORITY",
      "obligation": 1020916.0,
      "start_date": "2024-01-01",
      "end_date": "2026-04-30",
      "description": "WISHRAM GORGE VIEW COUNTRY LOOP PROJECT",
      "awarding_agency": "Department of Energy"
    },
    {
      "award_id": "23DG11062752136",
      "cfda": "10.720",
      "program_id": "usda_wildfire",
      "recipient_name_raw": "CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION",
      "obligation": 2700875.0,
      "start_date": "2023-09-27",
      "end_date": "2028-03-20",
      "description": "HAZARDOUS FULES REDUCTION",
      "awarding_agency": "Department of Agriculture"
    },
    {
      "award_id": "R22AP00255",
      "cfda": "15.507",
      "program_id": "usbr_watersmart",
      "recipient_name_raw": "CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION",
      "obligation": 570965.0,
      "start_date": "2022-05-02",
      "end_date": "2025-06-30",
      "description": "THE CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION, LOCATED IN CENTRAL WASHINGTON ONTHE YAKAMA RESERVATION, WILL CONSTRUCT CONVEYANCE IMPROVEMENTS FOR THE TRACK LATERAL DIRRIGATION CANAL IN AN AREA EXPERIENCING SEVERE IMPACTS DUE TO DROUGHT. THE EXISTING EARTHENLATERAL CURRENTLY TRAVERSES VERY POROUS GROUND, RESULTING IN SEEPAGE LOSSES ALONG WITHOPERATIONAL SPILLS. THE TRIBE WILL CONVERT THE CANAL TO 15,254 FEET OF POLYVINYL CHLORIDE PIPELINE TOINCREASE WATER USE EFFICIENCY AND RELIABILITY THROUGH OPTIMAL FLOW RATES, REDUCED LEAKAGE, ANDREDUCED OPERATIONAL LOSSES. THE PROJECT IS A TOP PRIORITY FOR THE U.S. BUREAU OF INDIAN AFFAIR'SWAPATO IRRIGATION PROJECT AND THE TRIBE. THE PROJECT IS EXPECTED TO RESULT IN ANNUAL WATERSAVINGS OF 1,504 ACRE-FEET, WHICH WILL REMAIN IN THE SYSTEM IMPROVING OVERALL WATER SUPPLY ANDSUPPORTING OTHER NEEDS WITHIN THE WAPATO IRRIGATION PROJECT.",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "R24AP00071",
      "cfda": "15.507",
      "program_id": "usbr_watersmart",
      "recipient_name_raw": "CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION",
      "obligation": 2248677.0,
      "start_date": "2024-04-19",
      "end_date": "2027-03-31",
      "description": "THE YAKAMA NATION, IN PARTNERSHIP WITH THE BENTON COUNTY CONSERVATION DISTRICT, WILL IMPROVE CONDITIONS FOR ANADROMOUS FISH SPECIES IN THE PROSSER, SNIVELY, AND CONFLUENCE REACHES OF THE LOWER YAKIMA RIVER, IN CENTRAL WASHINGTON. THE PROJECT WILL ADDRESS TWO KEY ELEMENTS OF THE YAKIMA BASIN INTEGRATED PLAN: FISH PASSAGE AND HABITAT PROTECTION AND ENHANCEMENT. THE YAKIMA NATION WILL COMPLETE INSTREAM RESTORATION WORK TO EXPAND A COLD-WATER REFUGE WITHIN THE YAKIMA RIVER MAINSTEM AT THE CONFLUENCE OF AMON CREEK, INCLUDING CONSTRUCTION OF 1,400 LINEAR FEET OF COOL WATER CHANNEL HABITAT AND RESTORATION OF 20 ACRES OF RIPARIAN ZONE THROUGH INVASIVE VEGETATION REMOVAL AND REVEGETATION WITH NATIVE SPECIES. THE YAKIMA NATION WILL ALSO COMPLETE ELECTROFISHING AND INSTALL A FISH TRAP ON THE WANAWISH DAM TO REMOVE AND PREVENT REINTRODUCTION OF INVASIVE PREDATORY FISH SPECIES THAT IMPEDE THE MIGRATION OF ENDANGERED FISH SPECIES. THESE IMPROVEMENTS WILL BENEFIT THE FEDERALLY THREATENED MIDDLE COLUMBIA RIVER STEELHEAD  SPRING AND FALL SUMMER RUN CHINOOK, COHO, AND SOCKEYE SALMON  AND THE YAKIMA POPULATION OF PACIFIC LAMPREY. THE PROJECT AREA IS DOWNSTREAM OF RECLAMATIONS YAKIMA PROJECT, WHICH IMPACTS RIVER FLOWS, TEMPERATURES, AND HABITAT CONDITIONS IN THIS AREA. THIS PROJECT IS A COMPONENT OF THE YAKIMA BASIN INTEGRATED PLAN, AND HAS BROAD SUPPORT FROM FEDERAL, STATE, TRIBAL, AND LOCAL PARTNERS.",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "R24AP00084",
      "cfda": "15.507",
      "program_id": "usbr_watersmart",
      "recipient_name_raw": "CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION",
      "obligation": 600000.0,
      "start_date": "2024-04-01",
      "end_date": "2026-03-31",
      "description": "THE CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION WILL RECONNECT APPROXIMATELY 9 MILES OF SIDE CHANNEL ALONG THE YAKIMA RIVER WITHIN THE YAKAMA RESERVATION- IN SOUTH CENTRAL WASHINGTON. UPSTREAM FLOW REGULATIONS TIED TO RECLAMATIONS YAKIMA PROJECT HAVE CONSTRICTED HISTORICAL FLOODPLAIN PROCESSES AND CUT-OFF SIDE CHANNEL ACCESS FOR NATIVE FISH SPECIES- LEADING TO DEGRADATION OF RIPARIAN AND WETLAND HABITAT AREAS. THE YAKAMA NATION WILL EXCAVATE FIVE HISTORIC SIDE CHANNEL SECTIONS CONNECTING TO THE MAINSTEM OF THE YAKIMA RIVER- INSTALL TWO CONSTRUCTED LOGJAM INLET STRUCTURES TO ENSURE FISH ACCESS TO THE MAINSTEM OF THE RIVER- AND INSTALL THREE STREAM FORD CROSSINGS TO ACCESS THE PROJECT SITE. THE EXCAVATION OF SIDE CHANNELS WILL INCREASE WINTER AND SPRING OFF-CHANNEL HABITAT UTILIZED BY MIDDLE COLUMBIA RIVER STEELHEAD AND RESTORE HYDROLOGIC CONNECTIVITY TO A TOTAL OF 135 ACRES OF FLOODPLAIN AND WETLAND HABITAT. THE PROJECT IS SUPPORTED BY THE YAKIMA BASIN INTEGRATED 10-YEAR ACTION PLAN- WHICH WAS DEVELOPED BY WATER AND LAND MANAGEMENT STAKEHOLDERS. THE PROJECT HAS SUPPORT FROM THE WASHINGTON DEPARTMENT OF ECOLOGY- THE YAKIMA BASIN FISH   WILDLIFE RECOVERY BOARD- AND THE YAKIMA BASIN INTEGRATED PLAN.",
      "awarding_agency": "Department of the Interior"
    }
  ],
  "total_obligation": 126992319.0,
  "award_count": 9,
  "cfda_summary": {
    "15.156": {
      "count": 1,
      "total": 701740.0
    },
    "14.867": {
      "count": 3,
      "total": 119149146.0
    },
    "81.087": {
      "count": 1,
      "total": 1020916.0
    },
    "10.720": {
      "count": 1,
      "total": 2700875.0
    },
    "15.507": {
      "count": 3,
      "total": 3419642.0
    }
  },
  "yearly_obligations": {
    "2022": 570965.0,
    "2023": 2700875.0,
    "2024": 3869593.0,
    "2025": 6701740.0,
    "2026": 0.0
  },
  "trend": "increasing"
}