{
  "tribe_id": "epa_100000198",
  "tribe_name": "Pechanga Band of Indians",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "98T18901",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "PECHANGA BAND OF LUISENO INDIANS",
      "obligation": 521790.0,
      "start_date": "2021-10-01",
      "end_date": "2025-09-30",
      "description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE PECHANGA BAND OF LUISENO MISSION INDIANS TO BUILD ITS CAPACITY TO ADMINISTER ENVIRONMENTAL PROGRAMS ON INDIAN LANDS. SPECIFICALLY, THE RECIPIENT WILL CONTINUE THE MANAGEMENT OF THE ENVIRONMENTAL OFFICE, ATTEND THE TRIBAL/EPA CONFERENCE AND TRAINING FOCUSED ON BUILDING CAPACITY OF ENVIRONMENTAL PROGRAMS, DEVELOP AND HOST THE ANNUAL EARTH DAY EVENT, DEVELOP THE MOBILE ENVIRONMENTAL LIBRARY FOR CHAMMAKILAWISH SCHOOL, CONTINUE WORK IN TRIBAL EMERGENCY RESPONSE AND READINESS PROGRAM, AND PILOT THE CURBSIDE TRASH AND RECYCLING PROGRAM.\n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDS IN THE AMOUNT OF $267,421 TO SUPPORT WORKPLAN ACTIVITIES THROUGH 9/30/2023.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97T41701",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "PECHANGA BAND OF LUISENO INDIANS",
      "obligation": 114562.0,
      "start_date": "2025-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE PECHANGA BAND OF INDIANS TRIBE. THE RECIPIENT WILL BUILD ITS CAPACITY TO ADMINISTER AN EPA PROGRAM AND/OR IMPLEMENT SOLID/HAZARDOUS WASTE ACTIVITIES.\n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $114,562. REFER TO TERMS AND CONDITIONS.ACTIVITIES:THE ACTIVITIES INCLUDE DEVELOPING OUTREACH AND EDUCATION MATERIALS FOR THE COMMUNITY FOCUSING ON REDUCING USE OF HOUSEHOLD PESTICIDES, ATTENDING RELEVANT TRAINING, ATTENDING REGIONAL TRIBAL OPERATIONS COMMITTEE MEETINGS IN REGION 9 AS WELL AS THE ANNUAL TRIBAL-EPA CONFERENCE, CONDUCTING A WASTE STREAM ANALYSIS AND COMMUNITY WASTE COLLECTION EVENT.\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE SUMMARIES ON THE COMMUNITY OUTREACH AND EDUCATION EVENTS, AND SUMMARIES DEPICTING THE INCREASE IN KNOWLEDGE GAINED BY ATTENDING MEETINGS, TRAINING AND CONFERENCES LIKE THE REGION 9 TRIBAL AND ENVIRONMENTAL PROTECTION AGENCY ANNUAL CONFERENCE, REGIONAL TRIBAL OPERATIONS COMMITTEE MEETINGS, AND LOCAL MEETINGS AS WELL AS MATERIALS DEVELOPED AND A RECYCLING PROGRAM IMPLEMENTATION PLAN.\n\nTHE INTENDED BENEFICIARIES INCLUDE THE MEMBERS AND/OR THE RESIDENTS OF THE PECHANGA BAND OF INDIANS TRIBE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "DEIE0000075",
      "cfda": "81.087",
      "program_id": "doe_indian_energy",
      "recipient_name_raw": "PECHANGA BAND OF LUISENO INDIANS",
      "obligation": 202744.09,
      "start_date": "2017-09-30",
      "end_date": "2021-12-31",
      "description": "IMPROVING ENERGY EFFICIENCY AND SELF-SUFFICIENCY ON THE PECHANGA INDIAN RESERVATION",
      "awarding_agency": "Department of Energy"
    },
    {
      "award_id": "R25AP00498",
      "cfda": "15.507",
      "program_id": "usbr_watersmart",
      "recipient_name_raw": "PECHANGA BAND OF LUISENO INDIANS",
      "obligation": 399935.0,
      "start_date": "2025-07-22",
      "end_date": "2027-05-31",
      "description": "THE PECHANGA BAND OF INDIANS, LOCATED IN RIVERSIDE COUNTY, CALIFORNIA, WILL DEVELOP A STRATEGIC PLAN TO ADDRESS WATER QUALITY CONCERNS AND ENHANCE THE RESERVATIONS DOMESTIC WATER SUPPLIES FOR APPROXIMATELY 600 TRIBAL MEMBERS.  THE TRIBE WILL DEVELOP A WATER STRATEGY TO IMPROVE WATER QUALITY, EXPAND WATER PRODUCTION CAPABILITIES, AND IMPROVE WATER INFRASTRUCTURE.  THE TRIBE WILL CONDUCT OUTREACH, ANALYZE CURRENT WATER AVAILABILITY AND QUALITY, ASSESS INFRASTRUCTURE CONDITIONS AND COMMUNITY WATER NEEDS, IDENTIFY AND PRIORITIZE KEY CHALLENGES, AND DEVELOP AN IMPLEMENTATION STRATEGY TO DELIVER ACTIONABLE SOLUTIONS FOR THE COMMUNITY.  THIS WATER PLANNING DOCUMENT WILL BRING TOGETHER A STRATEGIC PLANNING TASK FORCE INCLUDING REPRESENTATIVES FROM TOURISM AND RECREATION, ENVIRONMENT, PUBLIC HEALTH, COMMUNITY MEMBERS, TRIBAL COUNCIL, THE PECHANGA WATER BOARD OF DIRECTORS, THE BUREAU OF INDIAN AFFAIRS, AND RANCHO CALIFORNIA WATER DISTRICT.",
      "awarding_agency": "Department of the Interior"
    }
  ],
  "total_obligation": 1239031.09,
  "award_count": 4,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 636352.0
    },
    "81.087": {
      "count": 1,
      "total": 202744.09
    },
    "15.507": {
      "count": 1,
      "total": 399935.0
    }
  },
  "yearly_obligations": {
    "2022": 521790.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 399935.0,
    "2026": 114562.0
  },
  "trend": "stable"
}