{
  "tribe_id": "epa_100000591",
  "tribe_name": "Chickahominy Indian Tribe",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "96371301",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "CHICKAHOMINY INDIAN TRIBE",
      "obligation": 359585.0,
      "start_date": "2019-10-01",
      "end_date": "2023-09-30",
      "description": "THE GRANT PROVIDES FUNDING TO THE CHICKAHOMINY INDIAN TRIBE TO BUILD ENVIRONMENTAL CAPACITY.  THE FUNDS WILL BE USED TO DEVELOP A TRIBAL ENVIRONMENTAL PROGRAM, DEVELOP FOUNDATIONAL ENVIRONMENTAL DOCUMENTS AND ORGANIZE COMMUNITY EVENTS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "95326801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "CHICKAHOMINY INDIAN TRIBE",
      "obligation": 350341.0,
      "start_date": "2023-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE GRANT PROVIDES FUNDING TO THE CHICKAHOMINY INDIAN TRIBE TO BUILD ENVIRONMENTAL CAPACITY. THE FUNDS WILL BE USED TO CONTINUE TO DEVELOP A TRIBAL ENVIRONMENTAL DEPARTMENT. ADDITIONALLY, THE TRIBE WILL FOCUS ON DEVELOPING  AND FINALIZING A WETLANDS PROGRAM AS WELL AS AN INDOOR AIR QUALITY PROGRAM. THE TRIBE WILL ALSO BE EXECUTING COMMUNITY OUTREACH AND EDUCATION EVENTS TO INFORM CITIZENS OF VARIOUS ENVIRONMENTAL ISSUES THAT INTEREST THE TRIBE.ACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED ARE WETLANDS PROGRAM DEVELOPMENT TRAINING AND DEVELOPING AN APPROVABLE EPA WETLANDS PROGRAM PLAN, AS WELL AS TAKE TRAINING IN INDOOR AIR QUALITY AND BASELINE INDOOR AIR QUALITY ASSESSMENTS. ADDITIONALLY, THE TRIBE WILL CONTINUE DAY TO DAY OPERATIONS OF THE ENVIRONMENTAL DEPARTMENT BY PARTICIPATING IN NETWORKING EVENTS AND ENGAGING WITH STATE, LOCAL AND FEDERAL GOVERNMENT TO ADVOCATE FOR TRIBAL INTERESTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES ARE AN EPA APPROVED WETLANDS PROGRAM PLAN, A BASELINE INDOOR AIR QUALITY ASSESSMENT, CONTINUED OPERATION OF THE ENVIRONMENTAL DEPARTMENT, PARTICIPATING IN PERTINENT NETWORKING AND TRAINING ACTIVITIES THAT HAVE TRIBAL INTEREST. THE INTENDED BENEFICIARIES ARE THE CHICKAHOMINY INDIAN TRIBE GOVERNMENT, THEIR CITIZENS AND SURROUNDING COMMUNITY.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A25AV00901",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "CHICKAHOMINY INDIAN TRIBE",
      "obligation": 234377.29,
      "start_date": "2025-01-01",
      "end_date": "2027-12-31",
      "description": "HIGHWAY PLANNING AND CONSTRUCTION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "55IT5102960",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "CHICKAHOMINY INDIAN TRIBE",
      "obligation": 2970527.0,
      "start_date": "2018-09-05",
      "end_date": "2034-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "21AH5102960",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "CHICKAHOMINY INDIAN TRIBE",
      "obligation": 181184.0,
      "start_date": "2021-04-22",
      "end_date": "2026-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "95344001",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "CHICKAHOMINY INDIAN TRIBE",
      "obligation": 439891.0,
      "start_date": "2024-10-01",
      "end_date": "2027-09-30",
      "description": "DESCRIPTION:THIS GRANT AGREEMENT PROVIDES FUNDING TO THE CHICKAHOMINY INDIAN TRIBE (TRIBE) TO FUND PROJECTS FOCUSED ON CULTURALLY RELEVANT EDUCATION AND OUTREACH WITH THE GOAL OF REDUCING ENVIRONMENTAL EXPOSURES THAT CAN INDUCE AND EXACERBATE HEALTH PROBLEMS SUCH AS ASTHMA AND  TO HELP REGIONAL TRIBES IMPROVE THEIR INDOOR AIR PROGRAMS. ACTIVITIES:THE TRIBE'S ENVIRONMENTAL DEPARTMENT WILL CONDUCT YOUTH AND COMMUNITY PARTICIPATION EVENTS THROUGHOUT THE GRANT DURATION. THE ENVIRONMENTAL DEPARTMENT OR A DESIGNATED STAFF MEMBER WILL CONDUCT A STUDY FOR DATA COLLECTION WITHIN THE TRIBAL COMMUNITY TO DETERMINE WHAT TYPE OF INDOOR AND OUTDOOR AIR STUDIES, PROGRAMS, AND PROJECTS WILL BE NEEDED TO HELP IMPLEMENT POLICES AND GUIDELINES WITHIN THE TRIBE'S SCOPE OF NEEDS. THEY WILL PARTNER WITH THE CULTURE, LANGUAGE, AND HEALTH DEPARTMENTS TO HELP CONDUCT HEALTH, CULTURAL AND HOME LIVING DATA COLLECTION WITH THE TRIBAL CITIZENS AND TRIBAL COMMUNITY. THIS DATA WILL BE COLLECTED FOR FUTURE PROGRAMMING, PROJECTS, AND GRANT OPPORTUNITIES.  ADDITIONAL ACTIVITIES WILL INCLUDE USING THE TRIBAL EMISSION INVENTORY SOFTWARE SOLUTION (TEISS) TO DEVELOP AN INVENTORY PREPARATION PLAN (IPP), DEVELOPING A QUALITY ASSURANCE PROJECT PLAN (QAPP), CREATING AN EMISSIONS INVENTORY, SUBMITTING EMISSIONS INVENTORY DATA TO NATIONAL EMISSIONS INVENTORY (NEI) DATABASE, ATTENDING AND HOSTING TRIBAL MEETINGS AND YOUTH AND COMMUNITY EVENTS, RESEARCHING AND GATHERING INFORMATION FOR FUTURE TOOLS FOR AIR MONITORING AND SUBMITTING QUARTERLY AND FINAL REPORTS TO EPA.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED OUTCOMES INCLUDE COLLECTION OF DATA TO ESTIMATE EMISSIONS, DEVELOPMENT OF AN APPROVED EPA QAPP, A DRAFT EMISSIONS INVENTORY REPORT AND FINAL EMISSION INVENTORY, AND DEVELOPING A CHICKAHOMINY INDIAN TRIBE TRIBAL IMPLEMENTATION PLAN (TIP). IN ADDITION, EXPECTED OUTCOMES INCLUDE IMPROVING THE ABILITY OF TRIBAL PROFESSIONALS AND TRIBAL COMMUNITIES TO ADDRESS AIR QUALITY CONCERNS IN INDIAN COUNTRY THROUGH TRIBAL TRAINING AND/OR TECHNICAL SUPPORT, BECOMING CERTIFIED IN THE AIR QUALITY FIELD FOR THE ENVIRONMENTAL DEPARTMENT, AND INCREASING AWARENESS OF THE ENVIRONMENT AND PUBLIC HEALTH AND SHARING INFORMATION WITH THE TRIBAL CITIZENS IN AIR QUALITY. THIS ASSISTANCE AGREEMENT WILL ALSO HELP INCREASE AWARENESS OF THE CLEAN AIR ACT PROGRAMS THAT SUPPORT AIR POLLUTION PREVENTION AND IMPROVE CHARACTERIZATION OF OUTDOOR/INDOOR AIR QUALITY WITH FURTHER INFORMATION GATHERED TO IMPROVE TRIBAL KNOWLEDGE OF FUTURE TOOLS TO USE TO MONITOR AIR QUALITY. THE INTENDED BENEFICIARIES OF THESE ACTIVITIES ARE THE TRIBAL CITIZENS AND TRIBAL COMMUNITY, AS WELL AS ALL RESIDENTS OF AND VISITORS TO SURROUNDING AREAS.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 4535905.29,
  "award_count": 6,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 709926.0
    },
    "20.205": {
      "count": 1,
      "total": 234377.29
    },
    "14.867": {
      "count": 2,
      "total": 3151711.0
    },
    "66.038": {
      "count": 1,
      "total": 439891.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 350341.0,
    "2025": 674268.29,
    "2026": 0.0
  },
  "trend": "stable"
}