{
  "tribe_id": "epa_100000475",
  "tribe_name": "Nenana Native Association",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "02J27701",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NENANA NATIVE ASSOCIATION",
      "obligation": 125000.0,
      "start_date": "2023-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:PRIMARY PROJECT GOALS INCLUDE: 1. RE-ESTABLISH NENANA'S ENVIRONMENTAL OFFICE AND IMPLEMENT GAP WORKPLAN ACTIVITIES;  2. RE-ESTABLISH THE WASTE MANAGEMENT PROGRAM, INCLUDING RESEARCH, PLANNING, TRAINING, COLLABORATION, AND IMPLEMENTATION ACTIVITIES; AND 3. CONDUCT COMMUNITY ENVIRONMENTAL MEETINGS AND CLASSROOM PRESENTATIONS AND ACTIVITIES TO ENGAGE COMMUNITY MEMBERS IN BEING GOOD STEWARDS OF THE LAND.ACTIVITIES:PROJECT ACTIVITIES INCLUDE ENVIRONMENTAL STAFF ATTENDANCE AT TRAINING ON WASTE MANAGEMENT PLAN DEVELOPMENT AND BACKHAUL PROTOCOLS, AS WELL AS COORDINATING WITH LOCAL ENTITIES TO CREATE SUSTAINABLE WASTE MANAGEMENT STRATEGIES. COMMUNITY OUTREACH WILL BE CONDUCTED THROUGH NEWSLETTER DISTRIBUTION, COMMUNITY EVENTS, AND SCHOOL PRESENTATIONS. IMPLEMENTATION ACTIVITIES WILL INCLUDE BUYING RECYCLING SUPPLIES AND EQUIPMENT, SORTING AND STAGING MATERIALS, AND TRANSPORTING MATERIALS TO A RECYCLING CENTER.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE AN EPA-TRIBAL ENVIRONMENTAL PLAN, TRIP AND COUNCIL REPORTS, MEETING NOTES, AN INTEGRATED WASTE MANAGEMENT PLAN, STATISTICS ON MATERIALS BACKHAULED, NEWSLETTERS, PRESENTATIONS, AND PHOTOS. OUTCOMES INCLUDE BUILDING COMMUNITY AWARENESS, DEVELOPING PARTNERSHIPS, AND A SUSTAINABLE WASTE MANAGEMENT PROGRAM. INTENDED BENEFICIARIES ARE NENANA RESIDENTS AND THE SURROUNDING ENVIRONMENT.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "25DG11100106809",
      "cfda": "10.720",
      "program_id": "usda_wildfire",
      "recipient_name_raw": "NENANA NATIVE ASSOCIATION",
      "obligation": 249863.0,
      "start_date": "2025-09-10",
      "end_date": "2027-03-30",
      "description": "PROJECT PURPOSE OF THIS AGREEMENT IS TO DEVELOP EFFECTIVE MITIGATION AND RISK REDUCTION STRATEGIES FOR VULNERABLE WILDLAND- URBAN INTERFACE COMMUNITIES. STRATEGIES WILL INCLUDE PLANNING FOR PRESCRIBED BURNS, IGNITION REDUCTION, LARGE WILDFIRE PREPAREDNESS, STRUCTURE PROTECTION, LANDSCAPE FUEL MANAGEMENT, NON-FIRE FUELS TREATMENT, HOME AND COMMUNITY PREPAREDNESS, ADJUSTING BUILDING CODES FOR FIRE ADAPTATION, AND POST-FIRE RECOVERY PLANNING.",
      "awarding_agency": "Department of Agriculture"
    }
  ],
  "total_obligation": 374863.0,
  "award_count": 2,
  "cfda_summary": {
    "66.926": {
      "count": 1,
      "total": 125000.0
    },
    "10.720": {
      "count": 1,
      "total": 249863.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 125000.0,
    "2025": 249863.0,
    "2026": 0.0
  },
  "trend": "stable"
}