{
  "tribe_id": "epa_100000385",
  "tribe_name": "Circle Native Community",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01J52801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "CIRCLE NATIVE COMMUNITY",
      "obligation": 247335.0,
      "start_date": "2018-10-01",
      "end_date": "2022-09-30",
      "description": "CONTINUE AND EXPAND TRIBAL CAPACITY, COMMUNITY AWARENESS, AND SUSTAINABILITY OF SOLID WASTE MANAGEMENT PRACTICES. CONTINUE EDUCATIONAL OUTREACH TO KEEP COMMUNITY INFORMED AND ENGAGED ON ENVIRONMENTAL ISSUES AND ENVIRONMENTAL STAFF CAPACITY BUILDING AND TRAVEL/TRAINING. CONTINUATION OF WATER QUALITY SAMPLING PROGRAM TO ESTABLISH BASELINE DATABASE FOR FUTURE REFERENCE. IT WILL TAKE AT LEAST 4 ' 5 YEARS OF SAMPLING TO ESTABLISH MEANINGFUL BASELINE DATA.  CONTINUE TO BUILD AN AIR QUALITY PROGRAM AND DEVELOP AN AIR QUALITY MANAGEMENT PLAN AND DATABASE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J06201",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "CIRCLE NATIVE COMMUNITY",
      "obligation": 125000.0,
      "start_date": "2022-10-01",
      "end_date": "2023-09-30",
      "description": "DESCRIPTION:THE PRIMARY OBJECTIVES OF THE PROJECT ARE TO:\n1: ADVANCE AND EXPAND TRIBAL CAPACITY, COMMUNITY AWARENESS, AND SUSTAINABILITY OF SOLID WASTE MANAGEMENT PRACTICES. A BACKHAUL TRAILER WILL BE PURCHASED TO SUPPORT REMOVAL OF JUNK CARS AND MATERIALS THAT NEED TO BE DISPOSED OF IN SPECIFIC WAYS, SUCH AS FREEZERS, BATTERIES AND OLD OFFICE EQUIPMENT. CONTINUE RECYCLING PROGRAM AND TRASH HAUL;\n2: ENHANCE ADMINISTRATIVE PROGRAM DEVELOPMENT AND ENVIRONMENTAL OUTREACH AND EDUCATION TO KEEP COMMUNITY INFORMED AND ENGAGED ON ENVIRONMENTAL ISSUES AND SOLUTIONS. ADVANCE GAP PROGRAM DEVELOPMENT THROUGH ENVIRONMENTAL STAFF'S ATTENDANCE AT CONFERENCES, TRAINING; AND\n3: REESTABLISH THE WATER QUALITY BASELINE SAMPLING PROGRAM AND COMPLETE THE CREATION OF A DATABASE FOR FUTURE REFERENCE. IT WILL TAKE AT LEAST 4 - 5 YEARS OF SAMPLING TO ESTABLISH MEANINGFUL BASELINE DATA.\nACTIVITIES:COMPONENT 1: CONDUCT A WASTE ASSESSMENT, REVIEW AND UPDATE THE INTEGRATED WASTE MANAGEMENT PLAN, COLLABORATE WITH OTHER TRIBES, CONSORTIA, AND ORGANIZATIONS TO BUILD A SUSTAINABLE WASTE MANAGEMENT PROGRAM, CONTINUE TRASH HAUL  IN THE COMMUNITY, EXPAND THE COMMUNITY RECYCLING PROGRAM, PURCHASE SOLID WASTE REMOVAL EQUIPMENT ( A TRUCK AND TRAILER), GET TRAINING ON BACKHAUL BEST PRACTICES AND HAZWOPER, AND RENT, LEASE, OR PARTNER WITH AN ENTITY THAT OWNS A COMPACTOR TO CRUSH VEHICLES FOR BACKHAUL. \nCOMPONENT 2: HIRE AND TRAIN STAFF FOR THE ENVIRONMENTAL COORDINATOR AND ENVIRONMENTAL ASSISTANT POSITIONS; SCHEDULE 2 COMMUNITY ENVIRONMENTAL MEETINGS/ACTIVITIES AND 2 SCHOOL VISITS TO PROVIDE ENVIRONMENTAL OUTREACH AND EDUCATION; ENVIRONMENTAL COORDINATOR, ENVIRONMENTAL ASSISTANT WILL ATTEND THE ALASKA TRIBAL CONFERENCE ON ENVIRONMENTAL MANAGEMENT AND THE DECEMBER GAP WORKSHOP; A COUNCIL MEMBER WILL ATTEND ALASKA TRIBAL CONFERENCE ON ENVIRONMENTAL MANAGEMENT AND ALASKA FORUM ON THE ENVIRONMENT  TO NETWORK WITH PEERS AND LEARN ABOUT THE LATEST ENVIRONMENTAL ISSUES AND STRATEGIES; AND DEVELOP NEWSLETTERS FOR QUARTERLY DISTRIBUTION TO EDUCATE THE COMMUNITY ON ENVIRONMENTAL CONCERNS AND ENCOURAGE  ENVIRONMENTAL STEWARDSHIP. \nCOMPONENT 3:EC/EA WILL TAKE WATER SAMPLING TRAINING/REFRESHER IN ANCHORAGE ALASKA; EC/EA WILL CONTINUE TO SAMPLE 1-2 SITES ON THE YUKON RIVER AND ASSESS THE DATA WITH ASSISTANCE FROM YUKON RIVER INTER TRIBAL WATERSHED COUNCIL AND/OR TANANA CHIEFS CONFERENCE; EC/EA WILL CONDUCT SAMPLING AT 1 SITE IN THE BIRCH CREEK AREA; AND EC/EA WILL ATTEND A WATER QUALITY CONFERENCE/TRAINING IN FAIRBANKS OR ANCHORAGE TO STAY UP TO DATE ON CURRENT ISSUES AND TECHNOLOGIES.\n \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES: COPIES OF WASTE ASSESSMENT, UPDATED INTEGRATED WASTE MANAGEMENT PLAN, LANDFILL LOGS, BACKHAUL STATISTICS., PHOTOS, TRIP/TRAINING REPORTS, NEWSLETTERS, WATER QUALITY\nSTATISTICS/REPORTS.\n\nOUTCOMES: \n-\tWASTE MANAGEMENT PRACTICES, INCLUDING CONDUCTING PERIODIC BACKHAULS, WILL HAVE LONG TERM ENVIRONMENTAL BENEFITS FOR THE COMMUNITY.  \n-\tEDUCATING THE COMMUNITY, GAP EMPLOYEES, AND STUDENTS ON ENVIRONMENTAL TOPICS SUCH AS PROPER WASTE REMOVAL, RECYCLING, WATER QUALITY, AND AIR QUALITY WILL CHANGE BEHAVIORS AND IMPROVE LOCAL ENVIRONMENTAL AND HUMAN HEALTH.\n-\tBASELINE DATA WILL BE USED TO EXPAND OUR KNOWLEDGE BASE AND HELP PROTECT WATER QUALITY AND RESIDENTS IN CIRCLE.\n\nBENEFICIARIES: COMMUNITY OF CIRCLE.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 372335.0,
  "award_count": 2,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 372335.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 125000.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}