{
  "tribe_id": "epa_100000033",
  "tribe_name": "Catawba Indian Nation",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "EMA-2021-PC-0003",
      "cfda": "97.047",
      "program_id": "fema_bric",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 211843.92,
      "start_date": "2019-10-01",
      "end_date": "2025-04-30",
      "description": "PRE-DISASTER MITIGATION",
      "awarding_agency": "Department of Homeland Security"
    },
    {
      "award_id": "03D19624",
      "cfda": "66.468",
      "program_id": "epa_stag",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 83000.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE CATAWBA INDIAN NATION IN THE AMOUNT OF $83,000 UNDER THE SAFE DRINKING WATER ACT (SDWA): SECTION 1452 AND INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58). THE PURPOSE OF THIS AGREEMENT IS TO IMPLEMENT PROJECTS AND ACTIVITIES THAT ASSIST PUBLIC WATER SYSTEMS SERVING TRIBES TO COMPLY WITH NATIONAL PRIMARY DRINKING WATER REGULATIONS (NPDWRS) OR OTHERWISE FURTHER THE HEALTH PROTECTION OBJECTIVES OF THE SDWA. SPECIFICALLY, THE RECIPIENT WILL ADD FLUSHING HYDRANTS FOR THE REDUCTION OF DISINFECTION BY PRODUCTS, MAINTAIN CONSISTENT CHLORINE LEVELS ACROSS THE PUBLIC WATER DISTRIBUTION WATER SYSTEM. PROJECTS MAY INCLUDE PLANNING AND CONSTRUCTION EXPENDITURES AT COMMUNITY OR NON-PROFIT NON-COMMUNITY DRINKING WATER SYSTEMS THAT SERVE TRIBES. TRAINING AND OPERATOR CERTIFICATION PROGRAMS ARE ALSO ELIGIBLE.ACTIVITIES:THE ACTIVITIES INCLUDE PURCHASING AND INSTALLING 8 HYDRANTS: 5 FOR THE OLD RESERVATION AREA AND 3 FOR THE GREEN EARTH DISTRIBUTION SYSTEM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE DEVELOPMENT OF A PRELIMINARY ENGINEERING REPORT (PER) TO DETAIL THAT SHOULD INCLUDE ALL NECESSARY PLANS AND SPECIFICATIONS AND CALCULATIONS FOR THE PRODUCTION WELL PUMPING EQUIPMENT, CONCRETE PADS, WELL HEAD PIPING, AND ANY TREATMENT, STORAGE AND/OR DISTRIBUTION FACILITIES ASSOCIATED WITH THE SOURCE. THE EXPECTED OUTCOMES INCLUDE PERMITTING OF A NEW WATER SOURCE AS WELL AS OBTAINING A PERMIT TO CONSTRUCT THE WATER PRODUCTION AND PIPING SYSTEM. THE (PER) SHOULD INCLUDE ALL NECESSARY PLANS AND SPECIFICATIONS AND CALCULATIONS FOR THE PRODUCTION OF WELL PUMPING EQUIPMENT, CONCRETE PADS, WELL HEAD PIPING, AND ANY TREATMENT, STORAGE, AND/OR DISTRIBUTION FACILITIES ASSOCIATED WITH THE SOURCE. THE INTENDED BENEFICIARIES INCLUDE THE CATAWBA INDIAN NATION.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "693JG42330000V170SC0084",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 2920245.48,
      "start_date": null,
      "end_date": null,
      "description": "TRIBAL TRANSPORTATION PROGRAM",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JG42330000V600SC0084",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 1151703.04,
      "start_date": null,
      "end_date": null,
      "description": "TRIBAL TRANSPORTATION PROGRAM",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JJ22440000Y602SC3084024",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 1012319.31,
      "start_date": null,
      "end_date": null,
      "description": "PROJECT TITLE: CATAWBA INDIAN NATION TRANSPORTATION PROGRAM FUNDING FY 2024 :::: PROJECT DESCRIPTION: ALL TRANSPORTATION FUNDING PROVIDED BY FHWA TO CATAWBA INDIAN NATION UNDER THE FHWA PROGRAM AGREEMENT",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JJ22440000Y176SC3084024",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 290293.52,
      "start_date": null,
      "end_date": null,
      "description": "PROJECT TITLE: CATAWBA INDIAN NATION TRANSPORTATION PROGRAM FUNDING FY 2024 :::: PROJECT DESCRIPTION: ALL TRANSPORTATION FUNDING PROVIDED BY FHWA TO CATAWBA INDIAN NATION UNDER THE FHWA PROGRAM AGREEMENT",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JJ22440000Y17ASC3084024",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 232235.53,
      "start_date": null,
      "end_date": null,
      "description": "PROJECT TITLE: CATAWBA INDIAN NATION TRANSPORTATION PROGRAM FUNDING FY 2024 :::: PROJECT DESCRIPTION: ALL TRANSPORTATION FUNDING PROVIDED BY FHWA TO CATAWBA INDIAN NATION UNDER THE FHWA PROGRAM AGREEMENT",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JG42430000V600SC0084",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 151043.03,
      "start_date": null,
      "end_date": null,
      "description": "TRIBAL TRANSPORTATION PROGRAM",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JG42520000V600SC0084",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 944424.29,
      "start_date": null,
      "end_date": null,
      "description": "TRIBAL TRANSPORTATION PROGRAM",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JG42520000ER06SC0084",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 653106.0,
      "start_date": null,
      "end_date": null,
      "description": "EMERGENCY RELIEF FOR FEDERALLY OWNED ROADS",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JG42520000V177SC0084",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 289847.35,
      "start_date": null,
      "end_date": null,
      "description": "TRIBAL TRANSPORTATION PROGRAM",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JJ22540000Y602SC3084025",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 258170.83,
      "start_date": null,
      "end_date": null,
      "description": "PROJECT TITLE: CATAWBA INDIAN NATION TRANSPORTATION PROGRAM FUNDING FY 2025 :::: PROJECT DESCRIPTION: ALL TRANSPORTATION FUNDING PROVIDED BY FHWA TO CATAWBA INDIAN NATION UNDER THE FHWA OTT PROGRAM AGREEMENT FOR FY25",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JG42520000SR50SC0084",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 240000.0,
      "start_date": null,
      "end_date": null,
      "description": "SAFE STREETS AND ROADS FOR ALL",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "55IT4502680",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 9776089.1,
      "start_date": "2012-01-06",
      "end_date": "2034-09-30",
      "description": "PURPOSE: THE INDIAN HOUSING BLOCK GRANT (IHBG) PROGRAM IS AUTHORIZED UNDER THE NATIVE AMERICAN HOUSING ASSISTANCE AND SELF-DETERMINATION ACT OF 1996 (NAHASDA). THE PROGRAM AIMS TO SUPPORT TRIBES IN CREATING SUSTAINABLE AND AFFORDABLE HOUSING SOLUTIONS THAT ALIGN WITH THEIR UNIQUE NEEDS AND PRIORITIES. ELIGIBLE IHBG RECIPIENTS ARE FEDERALLY RECOGNIZED TRIBES, TRIBALLY DESIGNATED HOUSING ENTITIES (TDHES), AND A LIMITED NUMBER OF STATE-RECOGNIZED TRIBES. A TDHE IS AN ENTITY DESIGNATED BY THE TRIBE TO BE THE RECIPIENT OF IHBG FUNDS ON BEHALF OF THE TRIBE. SELF-DETERMINATION IS A CORE PRINCIPLE OF THE PROGRAM AS TRIBES ARE SOVEREIGN NATIONS AND HAVE THE RIGHT TO SELF-GOVERNANCE.\n\nHUD AWARDS BLOCK GRANTS ANNUALLY TO TRIBES AND TDHES USING AN ALLOCATION FORMULA THAT WAS DEVELOPED THROUGH NEGOTIATED RULEMAKING WITH TRIBAL GOVERNMENTS. TRIBES AND TDHES USE THEIR ANNUAL BLOCK GRANT FUNDING TO PROVIDE ASSISTANCE TO ELIGIBLE LOW-INCOME TRIBAL FAMILIES THROUGH A BROAD RANGE OF AFFORDABLE HOUSING ACTIVITIES. \n\nFUNDING IS ALSO PROVIDED COMPETITIVELY UNDER THE IHBG COMPETITIVE PROGRAM. HUD ADMINISTERS A COMPETITION THROUGH A NOTICE OF FUNDING OPPORTUNITY (NOFO) PROCESS AND PRIORITIZES FUNDING APPLICATIONS SUBMITTED BY TRIBES AND TDHES TO CONSTRUCT NEW AFFORDABLE HOUSING FOR LOW-INCOME TRIBAL FAMILIES. \n\nSINCE PROGRAM INCEPTION IN 1998, OVER 43,000 NEW HOMES HAVE BEEN BUILT OR ACQUIRED UNDER THE PROGRAM, AND APPROXIMATELY 115,000 HOMES HAVE BEEN REHABILITATED.; ACTIVITIES TO BE PERFORMED: AWARDED IHBG FUNDS CAN BE USED BY TRIBES AND TDHES TO CARRY OUT A BROAD RANGE OF ELIGIBLE AFFORDABLE HOUSING ACTIVITIES, INCLUDING: NEW HOUSING CONSTRUCTION, HOUSING REHABILITATION, ACQUISITION OF HOUSING, HOUSING-RELATED INFRASTRUCTURE DEVELOPMENT, EMERGENCY REPAIRS, HOMEBUYER ASSISTANCE, RENTAL ASSISTANCE, HOMELESSNESS ASSISTANCE, AND MUCH MORE. TRIBES HAVE THE FLEXIBILITY TO CHOOSE WHICH ACTIVITIES TO PRIORITIZE BASED ON THEIR OWN NEEDS AND PREFERENCES.\n\nAT THE END OF THE RECIPIENT’S PROGRAM YEAR, THEY MUST SUBMIT AN ANNUAL PERFORMANCE REPORT THAT DETAILS ANNUAL ACHIEVEMENTS AND DEMONSTRATES THE PROGRESS MADE IN CARRYING OUT PLANNED ACTIVITIES AND ACHIEVING THE DESIRED OUTCOMES. IN THESE ANNUAL PERFORMANCE REPORTS, TRIBES AND TDHES DESCRIBE: (1) PERMANENT AND TEMPORARY JOBS SUPPORTED WITH IHBG FUNDS; (2) OUTPUTS BY ELIGIBLE ACTIVITY, INCLUDING: (I) HOUSING UNITS COMPLETED OR ASSISTED, AND (II) FAMILIES ASSISTED; AND (3) OUTCOMES BY ELIGIBLE ACTIVITY; EXPECTED OUTCOMES: THIS PROGRAM IS EXPECTED TO SUPPORT TRIBES IN CREATING SUSTAINABLE AND AFFORDABLE HOUSING SOLUTIONS THAT ALIGN WITH THEIR UNIQUE NEEDS AND PRIORITIES. \n\nTRIBES AND TDHES SET GOALS FOR THEMSELVES IN THEIR ANNUAL INDIAN HOUSING PLAN BEFORE EACH PROGRAM YEAR, AND THEN ASSESS WHETHER THEY ACHIEVED THOSE GOALS IN THEIR ANNUAL PERFORMANCE REPORT. HUD REVIEWS ALL PERFORMANCE REPORTS AND PROVIDES TECHNICAL ASSISTANCE TO TRIBES AND TDHES THAT REQUEST IT; INTENDED BENEFICIARIES: LOW-INCOME NATIVE AMERICAN FAMILIES; SUBRECIPIENT ACTIVITIES: THE SUBRECIPIENT ACTIVITIES ARE UNKNOWN AT THE TIME OF AWARD",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "21AH4502681",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 41542.13,
      "start_date": "2021-04-22",
      "end_date": "2026-09-30",
      "description": "PURPOSE: THE INDIAN HOUSING BLOCK GRANTS (IHBG) PROGRAM IS AUTHORIZED UNDER THE NATIVE AMERICAN HOUSING ASSISTANCE AND SELF-DETERMINATION ACT OF 1996 (25 U.S.C. §4101 ET SEQ.) (NAHASDA). REGULATIONS FOR THE PROGRAM, WHICH ARE FOUND AT 24 CFR PART 1000, WERE WRITTEN BY HUD IN NEGOTIATION WITH TRIBES AND TRIBALLY DESIGNATED HOUSING ENTITIES (TDHES). THE GRANTS, WHICH ARE AWARDED BASED ON A FORMULA TO TRIBES AND TDHES, FUND A RANGE OF AFFORDABLE HOUSING ACTIVITIES THAT PRIMARILY BENEFIT LOW-INCOME AMERICAN INDIAN AND ALASKA NATIVE FAMILIES LIVING IN INDIAN COUNTRY AND INCLUDE ACTIVITIES THAT: 1) ASSIST AND PROMOTE AFFORDABLE HOUSING ACTIVITIES TO DEVELOP, MAINTAIN, AND OPERATE AFFORDABLE HOUSING IN SAFE AND HEALTHY ENVIRONMENTS ON INDIAN RESERVATIONS AND IN OTHER INDIAN AREAS FOR OCCUPANCY BY LOW-INCOME INDIAN FAMILIES; 2) COORDINATE ACTIVITIES TO PROVIDE HOUSING FOR INDIAN TRIBES AND THEIR MEMBERS AND TO PROMOTE SELF-SUFFICIENCY AND THEIR MEMBERS; 3) PLAN FOR AND INTEGRATE INFRASTRUCTURE RESOURCES FOR INDIAN TRIBES WITH HOUSING DEVELOPMENT FOR INDIAN TRIBES. AWARD DESCRIPTION SOURCE - ASSISTANCE LISTING FROM SAM.GOV; ACTIVITIES TO BE PERFORMED: NO VALUE PROVIDED; EXPECTED OUTCOMES: NO VALUE PROVIDED; INTENDED BENEFICIARIES: THE PRIMARY BENEFICIARIES OF FUNDS ARE FAMILIES THAT MEET THE CRITERIA OF NAHASDA AND 24 CFR 1000.104. AWARD DESCRIPTION SOURCE - ASSISTANCE LISTING FROM SAM.GOV; SUBRECIPIENT ACTIVITIES: NO VALUE PROVIDED",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "95493117",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "CATAWBA INDIAN NATION",
      "obligation": 461464.0,
      "start_date": "2016-10-01",
      "end_date": "2022-09-30",
      "description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $65,784 TO SUPPORT THE CATAWBA INDIAN NATION TO CONTINUE TO BUILD AND MAINTAIN CAPACITY FOR ESTABLISHI",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 18717327.53,
  "award_count": 16,
  "cfda_summary": {
    "97.047": {
      "count": 1,
      "total": 211843.92
    },
    "66.468": {
      "count": 1,
      "total": 83000.0
    },
    "20.205": {
      "count": 11,
      "total": 8143388.38
    },
    "14.867": {
      "count": 2,
      "total": 9817631.23
    },
    "66.038": {
      "count": 1,
      "total": 461464.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 83000.0,
    "2026": 0.0
  },
  "trend": "new"
}