{
  "tribe_id": "epa_100000407",
  "tribe_name": "Native Village of Gakona",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01J73901",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF GAKONA",
      "obligation": 475000.0,
      "start_date": "2020-10-01",
      "end_date": "2024-09-30",
      "description": "THE NATIVE VILLAGE OF GAKONA WILL USE THE GAP GRANT TO ADMNISTER THE GRANT AND BUILDING ADMINISTRATIVE AND ENVIRONMENTAL CAPACITY, MANAGE SOLID AND HAZARDOUS WASTE AND RECYCLING, PROVIDE ENVIRONMENTAL EDUCATION, AND DEVELOP A QUALITY ASSURANCE PLAN.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J73301",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF GAKONA",
      "obligation": 267999.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE NATIVE VILLAGE OF GAKONA WILL USE GAP FUNDING TO ADDRESS PRIORITY ENVIRONMENTAL CONCERNS IN THE COMMUNITY. ENVIRONMENTAL STAFF WILL FOCUS ON BUILDING MANAGEMENT CAPACITY, WITH THE GOAL OF ACHIEVING PROGRAMMATIC GROWTH TO MAINTAIN MEANINGFUL PARTICIPATION IN EPA PROGRAMS. KEY AREAS OF FOCUS INCLUDE MAINTAINING A RECYCLING PROGRAM, ENHANCING TRIBAL MEMBER ENGAGEMENT ON ENVIRONMENTAL ISSUES THROUGH EDUCATION AND OUTREACH AND DEVELOPING CLIMATE CHANGE PLAN.ACTIVITIES:ACTIVITIES PERFORMED UNDER THE GRANT WILL FOCUS ON TECHNICAL TRAINING TO BUILD ADMINISTRATIVE AND ENVIRONMENTAL SKILLS RELEVANT TO THE TRIBE'S PRIORITIES. A KEY ELEMENT OF THIS PROGRAM INVOLVES BUILDING A PATH TOWARDS INCREASED ENGAGEMENT WITH COMMUNITY MEMBERS, ULTIMATELY ENHANCING MEANINGFUL PARTICIPATION IN EPA PROGRAMS. FINALLY, COMMUNITY OUTREACH AND EDUCATION WILL BE INSTRUMENTAL TO ACHIEVING ENVIRONMENTAL RESULTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:TRIBE WILL SUBMIT QUARTERLY PROGRAMMATIC AND FINANCIAL REPORTS THAT ARE CLEAR, CONCISE AND DONE ON TIME. TRIBAL ENVIRONMENTAL PROGRAM WILL CONDUCT ENVIRONMENTAL OUTREACH AND EDUCATION CLASSES FOR VILLAGE MEMBERS OF ALL AGES LEADING TO AN ENVIRONMENTALLY INFORMED COMMUNITY. A RECYCLE PROGRAM WILL BE IMPLEMENTED AND UNDERSTOOD BY THE COMMUNITY LEADING TO LESS WASTE IN LANDFILL. IGAP PROGRAM WILL DEVELOP COMMUNITY KNOWLEDGE OF REAL LOCAL CONSEQUENCES OF CLIMATE CHANGE. THE BENEFICIARIES OF THIS WORK WILL BE THE TRIBAL MEMBERS.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 742999.0,
  "award_count": 2,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 742999.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 267999.0,
    "2026": 0.0
  },
  "trend": "new"
}