{
  "tribe_id": "epa_100000067",
  "tribe_name": "Cowlitz Indian Tribe",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01J99901",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "COWLITZ INDIAN TRIBE",
      "obligation": 249713.0,
      "start_date": "2021-10-01",
      "end_date": "2024-12-31",
      "description": "THIS PROJECT WILL ASSIST THE COWLITZ INDIAN TRIBE IN BUILDING CAPACITY AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH.  TASKS INCLUDE MANAGING AN ENVIRONMENTAL OFFICE TO SUSTAIN A SUCCESSFUL TRIBAL ENVIRONMENTAL PROGRAM; DEVELOP WATER QUALITY AND STORMWATER POLICIES FOR RESERVATION AND FEE LANDS; DEVELOP WATER QUALITY MONITORING CAPACITY; COORDINATE WITH FEDERAL LAND AGENCIES RELATED TO WATER QUALITY MANAGEMENT; AND ENVIRONMENTAL REVIEW OF MAJOR REGIONAL PROJECTS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J66901",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "COWLITZ INDIAN TRIBE",
      "obligation": 267795.0,
      "start_date": "2025-01-01",
      "end_date": "2028-12-31",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FOR THE OPERATION OF THE COWLITZ INDIAN TRIBE'S CONTINUING ENVIRONMENTAL PROGRAMS WHILE GIVING IT GREATER FLEXIBILITY TO IMPROVE ENVIRONMENTAL PERFORMANCE, ACHIEVE ADMINISTRATIVE SAVINGS AND STRENGTHEN THE PARTNERSHIP BETWEEN THE TRIBE AND EPA. THE TRIBE WILL USE GAP FUNDING TO ADDRESS PRIORITY ENVIRONMENTAL CONCERNS IN THE COMMUNITY AND ENVIRONMENTAL STAFF WILL FOCUS ON TECHNICAL TRAINING AND BUILDING MANAGEMENT CAPACITY, WITH THE GOAL OF ACHIEVING PROGRAMMATIC GROWTH TO MAINTAIN MEANINGFUL PARTICIPATION IN EPA PROGRAMS. KEY AREAS OF FOCUS INCLUDE ESTABLISHING PUBLIC PARTICIPATION AND EDUCATION, DEVELOP POLICY AND IMPLEMENTATION FRAMEWORK, ENGAGE IN NEW EPA PARTNERSHIPS, PROVIDE ENVIRONMENTAL REVIEWS OF MAJOR PROJECTS IN THE REGION AND IMPROVE WATER QUALITY MANAGEMENT. \n\n\n ACTIVITIES:ACTIVITIES TO BE PERFORMED UNDER THIS AGREEMENT INCLUDE PLANNING, DEVELOPING AND ESTABLISHING CORE ENVIRONMENTAL PROGRAM CAPACITIES RELATED TO ADMINISTRATIVE AND FINANCIAL SYSTEMS, INFORMATION MANAGEMENT, ENVIRONMENTAL POLICY AND IMPLEMENTATION FRAMEWORK, BASELINE NEEDS ASSESSMENT, PROVIDE ENVIRONMENTAL REVIEWS OF MAJOR PROJECTS IN THE REGION, PUBLIC EDUCATION, AND TO DEVELOP AND ENGAGE IN CAPACITY-BUILDING PARTNERSHIPS WITH FEDERAL, STATE, LOCAL GOVERNMENT, AND PRIVATE LANDOWNERS RELATED TO WATER QUALITY MANAGEMENT. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE WORK INCLUDES DELIVERABLES ASSOCIATED WITH MANAGING CONTINUING ENVIRONMENTAL PROGRAMS AND ACTIVITIES FOR ENVIRONMENTAL PROTECTION AND MANAGEMENT. THE RECIPIENT WILL   CONTINUE TO BUILD THE TRIBE'S ENVIRONMENTAL PROGRAMS, PREPARE AN ENVIRONMENTAL POLICY AND IMPLEMENTATION FRAMEWORK AND INCREASE THEIR PARTICIPATION IN PARTNERSHIPS ON PROJECTS AND ENVIRONMENTAL ISSUES IN THEIR AREA.  EXPECTED OUTCOMES INCLUDE INCREASED SKILLS AND KNOWLEDGE OF TRIBAL ENVIRONMENTAL STAFF, INCREASED TRIBAL KNOWLEDGE OF REGIONAL AND NATIONAL ENVIRONMENTAL ISSUES, ENHANCED WORKING RELATIONSHIPS WITH PARTNERS, INCREASED UNDERSTANDING OF POTENTIAL CUMULATIVE IMPACTS TO HUMAN HEALTH, INCREASED KNOWLEDGE OF ENVIRONMENTAL SITUATIONS ON TRIBAL AND ADJACENT LANDS, AS WELL AS ASSIST THE TRIBE IN MAKING SOUND DECISIONS REGARDING RESOURCE MANAGEMENT TO ENHANCE THE HEALTH OF THEIR LANDS, AIR AND WATER.\nDIRECT BENEFICIARIES OF THIS GRANT ARE MEMBERS OF THE COWLITZ TRIBE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "693JJ32540861",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "COWLITZ INDIAN TRIBE",
      "obligation": 980000.0,
      "start_date": "2025-09-19",
      "end_date": "2030-12-31",
      "description": "THIS PROJECT WILL REMOVE A DOCUMENTED FISH PASSAGE BARRIER LOCATED ON HARDY CREEK, A TRIBUTARY TO THE COLUMBIA RIVER, IN SKAMANIA COUNTY. THIS PROJECT WILL ADDRESS THE REMOVAL OF A BARRIER AT THE BNSF RAILWAY -HARDY CREEK CROSSING AND THE INSTALLATION OF A NEW BRIDGE SPAN. THE PROPOSED REMOVAL OF THE CULVERT BARRIER BENEATH THE BNSF RAILROAD WOULD RESTORE FULL ANADROMOUS ACCESS TO 296 METERS (970 FEET) OF SPAWNING AND REARING HABITAT BETWEEN THE BNSF RAILROAD AND A DOCUMENTED UPSTREAM PARTIAL BARRIER AT STATE ROUTE (SR)-14.",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JJ32540614",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "COWLITZ INDIAN TRIBE",
      "obligation": 550000.0,
      "start_date": "2025-08-22",
      "end_date": "2030-12-31",
      "description": "REPLACE TWO UNDERSIZED 3-FT CORRUGATED CULVERTS ON THE INDIAN MARY SPRINGS, A TRIBUTARY TO THE COLUMBIA RIVER IN THE COLUMBIA RIVER GORGE IN SKAMANIA COUNTY, WASHINGTON. THE TRIBE, IN PARTNERSHIP WITH BNSF RAILWAYS, PROPOSES TO REMOVE THE INDIAN MARY SPRINGS CULVERTS AND ASSOCIATED BALLAST/FILL MATERIAL AT A BNSF RAILWAY CROSSING, AND INSTALL A NEW 90-FOOT STEEL BRIDGE CROSSING.",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "21AH5305000",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "COWLITZ INDIAN TRIBE",
      "obligation": 1073258.0,
      "start_date": "2022-08-09",
      "end_date": "2026-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    }
  ],
  "total_obligation": 3120766.0,
  "award_count": 5,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 517508.0
    },
    "20.205": {
      "count": 2,
      "total": 1530000.0
    },
    "14.867": {
      "count": 1,
      "total": 1073258.0
    }
  },
  "yearly_obligations": {
    "2022": 1322971.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 1797795.0,
    "2026": 0.0
  },
  "trend": "increasing"
}