{
  "tribe_id": "epa_100000246",
  "tribe_name": "Sac & Fox Tribe of the Mississippi in Iowa",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "EMK-2021-PC-0001",
      "cfda": "97.047",
      "program_id": "fema_bric",
      "recipient_name_raw": "SAC & FOX TRIBE OF THE MISSISSIPPI IN IOWA",
      "obligation": 149231.98,
      "start_date": "2019-10-01",
      "end_date": null,
      "description": "PRE-DISASTER MITIGATION",
      "awarding_agency": "Department of Homeland Security"
    },
    {
      "award_id": "EMK-2022-BR-009",
      "cfda": "97.047",
      "program_id": "fema_bric",
      "recipient_name_raw": "SAC & FOX TRIBE OF THE MISSISSIPPI IN IOWA",
      "obligation": 181138.99,
      "start_date": "2024-01-13",
      "end_date": "2027-01-12",
      "description": "BUILDING RESILIENT INFRASTRUCTURE AND COMMUNITIES",
      "awarding_agency": "Department of Homeland Security"
    },
    {
      "award_id": "55IH0608630",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "ROUND VALLEY INDIAN HOUSING AUTHORITY",
      "obligation": 62030098.0,
      "start_date": "2011-10-18",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "55IH2030680",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "HOUSING AUTHORITY OF SAC & FOX",
      "obligation": 4105866.0,
      "start_date": "2011-10-18",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "55IT1945820",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "SAC & FOX TRIBE OF THE MISSISSIPPI IN IOWA",
      "obligation": 2979835.0,
      "start_date": "2011-10-18",
      "end_date": "2034-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "21AH1945820",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "SAC & FOX TRIBE OF THE MISSISSIPPI IN IOWA",
      "obligation": 197644.0,
      "start_date": "2021-04-22",
      "end_date": "2026-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "DEIE0000199",
      "cfda": "81.087",
      "program_id": "doe_indian_energy",
      "recipient_name_raw": "SAC & FOX TRIBE OF THE MISSISSIPPI IN IOWA",
      "obligation": 414581.0,
      "start_date": "2024-02-01",
      "end_date": "2026-05-31",
      "description": "MESKWAKI SOLAR ENERGY PROJECT",
      "awarding_agency": "Department of Energy"
    },
    {
      "award_id": "97798501",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "SAC & FOX TRIBE OF THE MISSISSIPPI IN IOWA",
      "obligation": 70676.0,
      "start_date": "2022-10-01",
      "end_date": "2023-09-30",
      "description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR THE MESKWAKI TRIBE TO CONDUCT RESEARCH AND EDUCATION ACTIVITIES AS OUTLINED IN CAA 103. THIS PROJECT RE-STARTS THEIR AMBIENT AIR MONITORING PROGRAM, AND CONTINUES TRAINING OF ENVIRONMENTAL STAFF IN INDOOR AND OUTDOOR AIR SUBJECTS, PUBLIC OUTREACH AND EDUCATION, ALL WITH GOAL OF IMPROVING AND PROTECTING THE HEALTH OF MESKWAKI TRIBAL NATION.ACTIVITIES:ACTIVITIES INCLUDE TRAINING IN INDOOR AND OUTDOOR AIR QUALITY CONCERNS, THE DEVELOPMENT OF A QAPP AND SUBSEQUENT INSTALLATION OF A METSTATION, AS WELL AS PUBLIC OUTREACH AND EDUCATION EFFORTS TO BOLSTER COMMUNITY KNOWLEDGE OF INDOOR AND OUTDOOR AIR QUALITY ISSUES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES OF THE PROJECT INCLUDE SUCCESSFUL INSTALLATION OF METSTATION, APPROVED QAPP, SUBMISSION OF ACCURATELY COLLECTED DATA. STAFF EDUCATION AND PUBLIC OUTREACH WILL EDUCATE THE CITIZENRY OF AIR QUALITY ISSUES FACING THE TRIBAL POPULATION, AS WELL AS CONTRIBUTE TO GENERAL KNOWLEDGE REGARDING AIR QUALITY. EDUCATION WILL INCREASE COMMUNITY KNOWLEDGE OF AIR ISSUES AND ASSIST IN AVOIDING NEGATIVE HEALTH OUTCOMES RELATED TO ADVERSE AIR QUALITY EVENTS. BENEFICIARIES OF THIS PROGRAM INCLUDE THE INHABITANTS OF THE MESKWAKI TRIBE AND THE PUBLIC AT LARGE. THERE ARE NO KNOWN SUBRECIPIENTS AT THIS TIME.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97790301",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "SAC & FOX TRIBE OF THE MISSISSIPPI IN IOWA",
      "obligation": 70527.0,
      "start_date": "2021-10-01",
      "end_date": "2023-11-30",
      "description": "PURPOSE: THIS PROJECT PROVIDES FUNDING FOR THE SAC AND FOX TRIBE OF MISSISSIPPI IN IOWA (MESKWAKI) SOLELY FOR THE PURPOSE OF COMPLETING ACTIVITIES RELATED TO THE SUCCESSFUL COMPLETION OF A CAA 103 AIR GRANT. BENEFICIARIES OF THIS PROGRAM INCLUDE THE MESKWAKI TRIBAL POPULATION. THERE ARE NO KNOWN SUBRECIPIENTS AT THIS TIME.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "96710801",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "SAC & FOX TRIBE OF THE MISSISSIPPI IN IOWA",
      "obligation": 65895.0,
      "start_date": "2023-10-01",
      "end_date": "2025-03-31",
      "description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR THE MESKWAKI TRIBE TO CONDUCT RESEARCH AND EDUCATION ACTIVITIES AS OUTLINED IN CAA 103. THIS PROJECT INCLUDES DEVELOPMENT OF PARTICULATE MATTER MONITORING, PURCHASE OF PM2.5 EQUIPMENT, AND HIRING ADDITIONAL AIR STAFF. THE PROJECT ALSO CONTINUES THEIR AMBIENT AIR MONITORING PROGRAM, TRAINING OF ENVIRONMENTAL STAFF IN INDOOR AND OUTDOOR AIR SUBJECTS, AND PUBLIC OUTREACH AND EDUCATION, ALL WITH GOAL OF IMPROVING AND PROTECTING THE HEALTH OF MESKWAKI TRIBAL NATION.\nACTIVITIES:ACTIVITIES INCLUDE TRAINING IN INDOOR AND OUTDOOR AIR QUALITY CONCERNS, HIRING AN ADDITIONAL ENVIRONMENTAL STAFF MEMBER, DEVELOPMENT OF A PM2.5 QAPP AND SUBSEQUENT PURCHASE AND INSTALLATION OF A PM2.5, OPERATION OF AMBIENT AIR EQUIPMENT, INCLUDING THEIR METSTATION, AS WELL AS PUBLIC OUTREACH AND EDUCATION EFFORTS TO BOLSTER COMMUNITY KNOWLEDGE OF INDOOR AND OUTDOOR AIR QUALITY ISSUES.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES OF THE PROJECT INCLUDE PURCHASE OF PM2.5, APPROVED PM2.5 QAPP, AND DATA COLLECTION ON AMBIENT AIR MONITORING EQUIPMENT, INCLUDING THEIR METSTATION. STAFF EDUCATION AND PUBLIC OUTREACH WILL EDUCATE THE CITIZENRY OF AIR QUALITY ISSUES FACING THE TRIBAL POPULATION, AS WELL AS CONTRIBUTE TO GENERAL KNOWLEDGE REGARDING AIR QUALITY. EDUCATION WILL INCREASE COMMUNITY KNOWLEDGE OF AIR ISSUES AND ASSIST IN AVOIDING NEGATIVE HEALTH OUTCOMES RELATED TO ADVERSE AIR QUALITY EVENTS. BENEFICIARIES OF THIS PROGRAM INCLUDE THE INHABITANTS OF THE MESKWAKI TRIBE AND THE PUBLIC AT LARGE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "96719701",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "SAC & FOX TRIBE OF THE MISSISSIPPI IN IOWA",
      "obligation": 89984.0,
      "start_date": "2024-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR THE MESKWAKI TRIBE TO CONTINUE CONDUCTING RESEARCH AND EDUCATION ACTIVITIES AS OUTLINED IN CAA 103. THIS PROJECT INCLUDES CONTINUING THE DEVELOPMENT OF PARTICULATE MATTER MONITORING, PURCHASING OF PM2.5 EQUIPMENT, AND HIRING ADDITIONAL AIR STAFF. THE PROJECT ALSO CONTINUES THEIR AMBIENT AIR MONITORING PROGRAM, TRAINING OF ENVIRONMENTAL STAFF IN INDOOR AND OUTDOOR AIR SUBJECTS, AND PUBLIC OUTREACH AND EDUCATION, ALL WITH GOAL OF IMPROVING AND PROTECTING THE HEALTH OF MESKWAKI TRIBAL NATION.\nACTIVITIES:ACTIVITIES INCLUDE STAFF DEVELOPMENT, INDOOR AND OUTDOOR AIR QUALITY TRAINING, HIRING AN ADDITIONAL ENVIRONMENTAL STAFF MEMBER, COMPLETION OF A PM2.5 QAPP AND SUBSEQUENT PURCHASE AND INSTALLATION OF A PM2.5, OPERATION OF AMBIENT AIR EQUIPMENT, INCLUDING THEIR METSTATION AND PM2.5, AS WELL AS PUBLIC OUTREACH AND EDUCATION EFFORTS TO BOLSTER COMMUNITY KNOWLEDGE OF INDOOR AND OUTDOOR AIR QUALITY ISSUES.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES OF THE PROJECT INCLUDE PURCHASE OF PM2.5, APPROVED PM2.5 QAPP, AND DATA COLLECTION ON AMBIENT AIR MONITORING EQUIPMENT, INCLUDING THEIR METSTATION AND PM2.5. STAFF EDUCATION WILL CONTRIBUTE TO THE TRIBE'S GENERAL AIR QUALITY KNOWLEDGE BASE, AS WELL AS SPECIFIC ISSUES FACING THE TRIBAL POPULATION. PUBLIC OUTREACH AND EDUCATION WILL INCREASE COMMUNITY KNOWLEDGE OF AIR ISSUES AND ASSIST IN AVOIDING NEGATIVE HEALTH OUTCOMES RELATED TO ADVERSE AIR QUALITY EVENTS. BENEFICIARIES OF THIS PROGRAM INCLUDE THE INHABITANTS OF THE MESKWAKI TRIBE AND THE SURROUNDING POPULATION",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "96725100",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "SAC & FOX TRIBE OF THE MISSISSIPPI IN IOWA",
      "obligation": 83557.0,
      "start_date": "2025-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE SAC AND FOX TRIBE OF THE MISSISSIPPI IN IOWA (MESKWAKI NATION), THROUGH THE MESKWAKI DEPARTMENT OF NATURAL RESOURCES (MNR), HAS BEEN AWARDED GRANTS BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY TO DEVELOP ITS CLEAN AIR ACT CAPABILITIES AND GENERATE PERTINENT ENVIRONMENTAL DATA. INFORMATION GENERATED BY THIS PROGRAM WILL PROVIDE A BETTER UNDERSTANDING OF THE MESKWAKI SETTLEMENT ENVIRONMENT. THE OVERALL GOAL OF MNR'S CLEAN AIR ACT PROGRAM IS TO DETERMINE THE CONDITION OF THE NATURAL ENVIRONMENT AND PROTECT THE HEALTH AND WELFARE OF TRIBAL MEMBERS AND OTHER INDIVIDUALS RESIDING AND WORKING WITHIN THE BOUNDARIES OF THE SETTLEMENT.ACTIVITIES:CONTINUE THE DEVELOPMENT OF THE AIR-MONITORING PROGRAM WITH THE IN-DEPTH METEOROLOGICAL STATION MONITORING AND PM 2.5 MONITORING.  COMPLETE A QAPP FOR PM2.5 DATA AND COLLECT QUALITY ASSURED DATA IN ACCORDANCE WITH THE QAPP.  COMMUNITY OUTREACH IS INTENDED TO EDUCATE THE MESKWAKI COMMUNITY, ENGAGE THEIR DEVELOPING INTEREST IN THEIR NATURAL WORLD, SUPPORT THE CULTURAL SIGNIFICANCE OF THE MESKWAKI PEOPLES' WAY OF LIFE IN RELATION TO THEIR ENVIRONMENT AND FOSTER TRIBAL INPUT, REGARDING THE WAYS THAT AIR QUALITY AFFECTS THEIR LIVES. TRAVEL/TRAINING FOR TWO ENVIRONMENTAL SPECIALIST'S AND EPA FUNDED INTERNS, FOR PROGRAM RELATED TRAINING. STAFF DEVELOPMENT THROUGH ADDITIONAL TRAINING AND WORKSHOPS: EPA, ITEP AND OTHER RELEVANT TRAINING AS THEY ARE OFFERED. MNR STAFF WILL CONTINUE TO SEEK AIR TRAINING AS IT APPLIES TO THE GOALS AND OBJECTIVES OF THE PROGRAM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:QUALITY ASSURED ENVIRONMENTAL AIR DATA THAT WILL HELP TO INFORM AREAS OF CONCERN FOR THE TRIBE.  THIS WILL HELP WITH HEALTH CONCERNS SUCH AS ASTHMA AND OTHER RESPIRATORY (PULMONARY) DISEASES. A GOAL IS TO PROVIDE 'REAL-TIME' DATA ABOUT THE PM2.5 LEVELS ON THE SETTLEMENT. STAFF INCREASES KNOWLEDGE AND AWARENESS OF AIR QUALITY ISSUES ON TRIBAL LAND AND OFF-SETTLEMENT SOURCES. TRIBAL STAFF DEMONSTRATE COMPETENCE IN PERFORMING ADMINISTRATIVE AND TECHNICAL AQ TASKS IN JOB DESCRIPTIONS, INCLUDING OPERATION AND USE OF EQUIPMENT AND ANALYSIS OF DATA.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 70439033.97,
  "award_count": 12,
  "cfda_summary": {
    "97.047": {
      "count": 2,
      "total": 330370.97
    },
    "14.867": {
      "count": 4,
      "total": 69313443.0
    },
    "81.087": {
      "count": 1,
      "total": 414581.0
    },
    "66.038": {
      "count": 5,
      "total": 380639.0
    }
  },
  "yearly_obligations": {
    "2022": 70527.0,
    "2023": 70676.0,
    "2024": 661614.99,
    "2025": 89984.0,
    "2026": 83557.0
  },
  "trend": "increasing"
}