{
  "tribe_id": "epa_100000454",
  "tribe_name": "Native Village of Kwigillingok",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A21AP10122",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF KWIGILLINGOK",
      "obligation": 144352.0,
      "start_date": "2021-08-16",
      "end_date": "2024-08-15",
      "description": "NATIVE VILLAGE OF KWIGILLINGOK PRELIMINARY ENGINEERING ASSESSMENT AND HAZARD MITIGATION PLAN",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A19AP00031",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF KWIGILLINGOK",
      "obligation": 102843.0,
      "start_date": "2018-10-01",
      "end_date": "2020-12-31",
      "description": "OCEAN AND COASTAL MNGMT PLANNING",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A19AP00047",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF KWIGILLINGOK",
      "obligation": 11048.0,
      "start_date": "2018-10-01",
      "end_date": "2020-12-31",
      "description": "OCEAN AND COASTAL MNGMT PLANNING",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A23AV01016",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF KWIGILLINGOK",
      "obligation": 150000.0,
      "start_date": "2023-08-10",
      "end_date": "2026-12-31",
      "description": "KWIGILLINGOK FY222 RELOCATION, MANAGED RETREAT OR PROTECT-IN-PLACE (RMP) COORDINATOR (ONE-TIME ONLY)",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A24AV01059",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF KWIGILLINGOK",
      "obligation": 300000.0,
      "start_date": "2024-01-01",
      "end_date": "2026-12-31",
      "description": "KWIGILLINGOK 2023,2024 RMP COORDINATOR CATEGORY 12",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "02J09801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF KWIGILLINGOK",
      "obligation": 518993.0,
      "start_date": "2022-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE PRIMARY OBJECTIVES OF THIS PROJECT INCLUDE: 1. PROGRESSIVE ADMINISTRATIVE AND PROGRAMMATIC CAPACITY DEVELOPMENT WILL STRENGTHEN THE TRIBE'S ENVIRONMENTAL PROGRAM; 2. WORKING WITH COMMUNITY PROVIDING OUTREACH AND EDUCATION BY EXPLORING A VARIETY OF ENVIRONMENTAL TOPICS AND ISSUES WITH COMMUNITY MEMBERS TO ENCOURAGE INVOLVEMENT IN ENVIRONMENTAL ISSUES AND PROJECTS. FOCUS ON THE PRIORITIES IN THE TRIBE'S ETEP AND CURRENT WORKPLAN; 3. INCREASE COMMUNITY KNOWLEDGE OF AIR QUALITY ISSUES TO HELP BE MORE AWARE OF HEALTHIER AIR QUALITY; 4. IMPROVE KNOWLEDGE IN COMMUNITY BY MAKING COLLABORATION EFFORTS WITH OUTSIDE ORGANIZATIONS TO DO WATER QUALITY TESTING THROUGH THE 4 SEASONS OF THE OCEAN, RIVER, AND ICE CHIPPING LAKES THROUGH COLLABORATION WITH PARTNERS, TRAINING FOR STAFF, AND COMMUNITY OUTREACH AND EDUCATION; 5. CONTINUE TO EXPAND AND EXPLORE TRADITION KNOWLEDGE USING OPTIMAL PRACTICES AND TO ENHANCE CLIMATE CHANGE ADAPTATION PLANNING AND EMERGENCY RESPONSE PLANNING/PROGRAM DEVELOPMENT BY COLLABORATING WITH A VARIETY OF ORGANIZATIONS TO IMPROVE ENVIRONMENTAL HEALTH AND SUSTAINABILITY.ACTIVITIES:COMPONENT 1: ALASKA TRIBAL CONFERENCE ON ENVIRONMENTAL MANAGEMENT AND THE ALASKA FORUM ON THE ENVIRONMENT CONFERENCES WILL BE ATTENDED BY THE ENV. COORDINATOR AND ENV. ENVIRONMENTAL MEETINGS, WORKSHOPS, AND WEBINARS WILL ATTENDED BY THE EC. THE ENVIRONMENTAL DEPARTMENT WILL COLLABORATE WITH OTHER ORGANIZATIONS ON WASTE MANAGEMENT, CLIMATE CHANGE, AND OTHER ENVIRONMENTAL ISSUES. THE EC WILL REVIEW THE EPA-TRIBAL ENVIRONMENTAL PLAN AND UPDATE IT AS NEEDED. ENVIRONMENTAL AND ADMIN STAFF AND COUNCIL MEMBERS WILL REVIEW/UPDATE POLICIES AND PROCEDURES.\nCOMPONENT 2: INCREASE AWARENESS TO COMMUNITY RESIDENTS AND TRIBAL LEADERS TOWARDS STEPS TO IMPROVING AIR QUALITY\nCOMPONENT 3: THE ENVIRONMENTAL PROGRAM WILL CONTINUE TO EDUCATE THE COMMUNITY ABOUT SAFE DRINKING WATER.\nCOMPONENT 4: BUILDING TRIBAL CAPACITY TO DEVELOP TRADITIONAL KNOWLEDGE WITHING THE ENVIRONMENTAL PROGRAM. THE PASSING ON OF KNOWLEDGE TO FUTURE GENERATIONS WILL ENSURE THE TRADITIONAL WAY OF LIFE IS PRESERVED FOR THE NEXT GENERATIONS THAT WE ARE LEADING.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ENVIRONMENTAL COORDINATOR OR IGAP TECHNICIAN WILL ATTEND THE AFE, CLIMATE CHANGE AND REGION 10 TRIBAL LEADERS SUMMIT DEPENDING ON GRANT BUDGET. DATE AND TIME TO BE DETERMINED WHEN AVAILABLE.\nATTEND THE MANDATORY REGULAR TRIBAL COUNCIL MEETINGS WHICH ARE HELD EVERY 2ND TUESDAY OF EACH MONTH TO GIVE REPORTS OF ACTIVITIES DONE UNDER THE IGAP PROGRAM. DURING THESE MEETINGS, THE TRIBAL COUNCIL WILL REVIEW AND APPROVE THE IGAP PLANS AND REQUEST APPROVAL FOR CHANGES TO THE WORKPLAN OR BUDGETS WHEN NECESSARY.\nTHE ENVIRONMENTAL STAFF WILL PREPARE AND DISSEMINATE OUTREACH AND EDUCATION MATERIALS SUCH AS ARTICLES IN OUR QUARTERLY NEWSLETTERS, INFORMATIONAL LAMINATED FLYERS, AND BROCHURES.\nEDUCATE THE COMMUNITY ON SAFE BURNING OF COMBUSTIBLE WASTES THROUGH EDUCATIONAL OUTREACH BY DISTRIBUTING NEWSLETTERS AND FLYERS.\nATTEND AN AIR QUALITY TRAINING (ITEP) FOCUSED ON ISSUES TO ENHANCE ENVIRONMENTAL STAFF KNOWLEDGE ON THE BENEFITS OF IMPROVING AIR QUALITY WITHIN OUR COMMUNITY AND HOMES.\nMAKE COLLABORATION EFFORTS WITH OUTSIDE ORGANIZATIONS TO DO WATER QUALITY TESTING THROUGH THE 4 SEASONS OF THE OCEAN, RIVER, AND ICE CHIPPING LAKES.\nEDUCATE COMMUNITY MEMBERS THROUGH EDUCATIONAL NEWSLETTERS ON PROPER ETIQUETTE AND CLEANLINESS AT ICE COLLECTION POND SITES.\nATTEND A WATER QUALITY WORKSHOP TO ENHANCE KNOWLEDGE FOR EDUCATION OUTREACH.\nINTERVIEW CURRENT ELDERS TO LEARN WHAT TOOLS THEY MADE AND USED TO GATHER FOODS DURING THE DIFFERENT SEASONS OF THE YEAR FOR THEIR SURVIVAL AND SUSTENANCE. THIS IS AN ONGOING COMMITMENT FROM THE PREVIOUS YEAR DUE TO RESTRICTIONS AND DELAYS ENCOUNTERED DUE TO THE COVID-19 GLOBAL PANDEMIC.\nINTERVIEW ELDERS ON WHAT SPECIES AND PLANTS WERE GATHERED DURING THE DIFFERENT SEASONS OF THE YEAR AND THE DIFFERENT ROLES M",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A17AV00463",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF KWIGILLINGOK",
      "obligation": 209441.53,
      "start_date": "2016-10-01",
      "end_date": "2024-12-31",
      "description": "KWIGILLINGOK ROAD MAINTENANCE",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A17AV00774",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF KWIGILLINGOK",
      "obligation": 165182.92,
      "start_date": "2016-10-01",
      "end_date": "2024-12-31",
      "description": "P.L. 93-638 CONTRACT - PLANNING",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A12AV00640",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF KWIGILLINGOK",
      "obligation": 121247.0,
      "start_date": "2013-07-01",
      "end_date": "2022-03-03",
      "description": "ROAD MAINTENANCE PROGRAM",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A23AV00890",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF KWIGILLINGOK",
      "obligation": 222426.88,
      "start_date": "2023-07-05",
      "end_date": "2028-12-31",
      "description": "KWIGILLINGOK",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A23AV00910",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF KWIGILLINGOK",
      "obligation": 4511.54,
      "start_date": "2023-07-12",
      "end_date": "2028-12-31",
      "description": "KWIGILLINGOK TRANSPORTATION PLANNING",
      "awarding_agency": "Department of the Interior"
    }
  ],
  "total_obligation": 1950045.87,
  "award_count": 11,
  "cfda_summary": {
    "15.156": {
      "count": 5,
      "total": 708243.0
    },
    "66.926": {
      "count": 1,
      "total": 518993.0
    },
    "20.205": {
      "count": 5,
      "total": 722809.8700000001
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 895931.42,
    "2024": 300000.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}