{
  "tribe_id": "epa_100000521",
  "tribe_name": "Native Village of Saint Michael",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A23AV01070",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF SAINT MICHAEL",
      "obligation": 148432.0,
      "start_date": "2023-08-28",
      "end_date": "2027-12-31",
      "description": "SAINT MICHAEL TRIBAL CLIMATE RESILIENCE",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "01J58801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF SAINT MICHAEL",
      "obligation": 490751.0,
      "start_date": "2019-10-01",
      "end_date": "2023-09-30",
      "description": "THIS PROJECT WILL ASSIST THE NATIVE VILLAGE OF SAINT MICHAEL IN BUILDING CAPACITY AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH. TASKS INCLUDE MANAGING AN ENVIRONMENTAL OFFICE TO SUSTAIN A SUCCESSFUL TRIBAL ENVIRONMENTAL PROGRAM; RESEARCH, DOCUMENT AND IDENTIFY SOLUTIONS FOR COMMUNITY EROSION ISSUE; AND DEVELOP, PROVIDE COMMUNITY EDUCATION FOR, AND IMPLEMENT TRIBAL SOLID WASTE MANAGEMENT CAPACITY.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J37901",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF SAINT MICHAEL",
      "obligation": 403000.0,
      "start_date": "2023-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS PROJECT WILL ASSIST THE NATIVE VILLAGE OF SAINT MICHAEL IN BUILDING CAPACITY AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH. THE PRIMARY PURPOSES OF THIS PROJECT INCLUDE:  TO IMPROVE TRIBAL CAPACITY TO MANAGE ENVIRONMENTAL PROGRAMS BY MAINTAINING QUALIFIED ENVIRONMENTAL STAFF TO CARRY OUT APPROVED GAP WORK PLAN; TO ASSESS, DOCUMENT, AND MONITOR EROSION DAMAGES ALONG THE COASTLINE OF ST. MICHAEL BAY TO PROTECT ENVIRONMENTAL CONDITIONS FOR A SAFER AND HEALTHIER COMMUNITY; TO IMPLEMENT TRIBAL SOLID WASTE MANAGEMENT CAPACITY; TO PROVIDE HEALTHY HOMES ASSESSMENTS AND OUTREACH.ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE THOSE RELATED TO INCREASED COORDINATION, TRAINING, AND OVERSIGHT OF SOLID AND HAZARDOUS WASTE MANAGEMENT SUCH AS COMMUNITY CLEAN-UP AND RECYCLING EVENTS AND BACKHAUL TO REMOVE SOLID WASTE AND RECYCLING MATERIALS. ELECTRONIC WASTES WILL BE COLLECTED, PROPERLY STORED, AND REMOVED FROM THE COMMUNITY.  THE TRIBE WILL PROVIDE COMMUNITY ENVIRONMENTAL EDUCATION FOCUSING ON SOLID WASTE, REUSE, AND WASTE GENERATION MINIMIZATION. THE TRIBE WILL ALSO EDUCATE COMMUNITY ON HEALTHY INDOOR AIR AND SOLICIT INFORMATION FROM COMMUNITY MEMBERS CONCERNS ABOUT INDOOR AIR QUALITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DIRECT BENEFICIARIES OF THIS GRANT ARE MEMBERS OF THE TRIBE. OUTCOMES AND INTENDED BENEFICIARIES INCLUDE A CLEANER COMMUNITY ENVIRONMENT WITH REDUCED POLLUTANT WASTE.  THE TRIBE WILL ALSO EDUCATE THE COMMUNITY RELATED TO BEST LANDFILL PRACTICES SO THAT THE LIFE EXPECTANCY OF THE LANDFILL WILL BE EXTENDED. EVOLVING ENVIRONMENTAL PRIORITIES WILL ALSO BE IDENTIFIED AND TRIBAL COMMUNITY ENGAGED, INCLUDING LONG RANGE DECISION MAKING ASSOCIATED WITH COASTAL EROSION ISSUES.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 1042183.0,
  "award_count": 3,
  "cfda_summary": {
    "15.156": {
      "count": 1,
      "total": 148432.0
    },
    "66.926": {
      "count": 2,
      "total": 893751.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 148432.0,
    "2024": 403000.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "increasing"
}