{
  "tribe_id": "epa_100000126",
  "tribe_name": "Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "96718901",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "KICKAPOO TRIBE IN KANSAS",
      "obligation": 125000.0,
      "start_date": "2024-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:PURPOSE: THE GENERAL ASSISTANCE PROGRAM (GAP) GRANT PROVIDES FUNDING TO THE KICKAPOO TRIBE IN KANSAS TO BUILD ENVIRONMENTAL MANAGEMENT CAPACITY. THIS INCLUDES ESTABLISHING AND DEVELOPING AN ENVIRONMENTAL PROTECTION PROGRAM FOR THE KICKAPOO TRIBE IN KANSAS. GAP SUPPORTS THE OPERATION OF CONTINUING ENVIRONMENTAL PROGRAMS AND GIVES FLEXIBILITY TO ADDRESS ENVIRONMENTAL PRIORITIES. THIS COOPERATIVE AGREEMENT WILL CONTRIBUTE TO THE PROTECTION OF PUBLIC HEALTH AND THE ENVIRONMENT BY PROVIDING CLEAN AIR, WATER, AND LAND TO THE CITIZENS OF THE KICKAPOO TRIBE IN KANSAS.ACTIVITIES:ACTIVITIES INCLUDE THE CONTINUING TO ESTABLISH AN ENVIRONMENTAL PROTECTION PROGRAM ON THE KICKAPOO TRIBE IN KANSAS' LANDS. THIS IS A ONE-YEAR FEDERAL GRANT THAT WILL ALLOW THE KICKAPOO TRIBE TO DEVELOP CAPACITY, WITH THE GOAL OF WORKING TO DEVELOP A SOLID WASTE PROGRAM. ACTIVITIES INCLUDE EDUCATION, OUTREACH, AND CAPACITY BUILDING ACTIVITIES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES: THE GOAL OF GAP IS TO ASSIST THE KICKAPOO TRIBE IN KANSAS IN DEVELOPING THE CAPACITY TO MANAGE THEIR ENVIRONMENTAL PROTECTION PROGRAMS ACCORDING TO INDIVIDUAL TRIBAL NEEDS AND APPLICABLE FEDERAL LAWS AND REGULATIONS. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE KICKAPOO TRIBAL RESIDENTS AND THE GENERAL PUBLIC AT LARGE. SUBRECIPIENT ACTIVITIES: SUB-AWARDS ARE NOT PLANNED. DELIVERABLES INCLUDE COMMUNITY ENGAGEMENT EVENTS AND CLEAN UP OF ILLEGAL DUMPSITE ON THE KICKAPOO RESERVATION.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A18AV00202",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "KICKAPOO TRIBE IN KANSAS",
      "obligation": 27843.92,
      "start_date": "2018-01-01",
      "end_date": "2024-12-31",
      "description": "KICKAPOO TRIBE IN KS,  TIP",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A23AV00241",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "KICKAPOO TRIBE IN KANSAS",
      "obligation": 23602.01,
      "start_date": "2023-01-01",
      "end_date": "2025-12-31",
      "description": "KICKAPOO TRIBE IN KANSAS, 2% TIP - TO ADD FY23X CR#1 AND FINAL 2% PLANNING TRIBAL TRANSPORTATION PROGRAM (TTP) FUNDING.",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "97788801",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "KICKAPOO TRIBE IN KANSAS",
      "obligation": 89567.0,
      "start_date": "2021-10-01",
      "end_date": "2022-09-30",
      "description": "PURPOSE: THIS PROJECT PROVIDES FUNDING FOR THE KICKAPOO TRIBE IN KANSAS TO CONDUCT RESEARCH AND EDUCATION ACTIVITIES AS OUTLINED IN CAA 103.\nTHIS PROJECT CONTINUES AMBIENT AIR QUALITY MONITORING AND ASSESSMENT EFFORTS WITH THE GOAL OF IMPROVING AND PROTECTING THE HEALTH OF THE KICKAPOO TRIBE IN KANSAS. ACTIVITIES INCLUDE CLEAN AIR STATUS AND TRENDS NETWORK (CASTNET), NATIONAL ATMOSPHERIC DEPOSITION PROGRAM (NADP), NATIONAL TRENDS NETWORK (NTN) WET DEPOSITION, AMMONIA, AND BEGINS METROLOGICAL MONITORING. INDOOR AIR ACTIVITIES INCLUDE RADON TESTING AND GENERAL INDOOR AIR QUALITY ASSESSMENTS. ALSO INCLUDED ARE OUTREACH AND EDUCATION EFFORTS TO BOLSTER COMMUNITY KNOWLEDGE OF INDOOR AND OUTDOOR AIR QUALITY ISSUES. THIS PROJECT ASSISTS THE TRIBE IN UNDERSTANDING LOCAL AIR QUALITY ISSUES AS WELL AS CONTRIBUTE DATA TO NATIONAL/REGULATORY MONITORING DATABASES. EDUCATION WILL INCREASE COMMUNITY KNOWLEDGE OF AIR ISSUES AND ASSIST IN IMPROVING AND AVOIDING NEGATIVE HEALTH OUTCOMES RELATED TO ADVE",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 266012.93,
  "award_count": 4,
  "cfda_summary": {
    "66.926": {
      "count": 1,
      "total": 125000.0
    },
    "20.205": {
      "count": 2,
      "total": 51445.92999999999
    },
    "66.038": {
      "count": 1,
      "total": 89567.0
    }
  },
  "yearly_obligations": {
    "2022": 89567.0,
    "2023": 23602.01,
    "2024": 0.0,
    "2025": 125000.0,
    "2026": 0.0
  },
  "trend": "stable"
}