{
  "tribe_id": "epa_100000366",
  "tribe_name": "Birch Creek Tribe",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01J64001",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "BIRCH CREEK TRIBE",
      "obligation": 399424.0,
      "start_date": "2019-10-01",
      "end_date": "2023-09-30",
      "description": "BIRCH CREEK'S PRIMARY PROJECT OBJECTIVES ARE: 1. STRENGTHEN AND ADVANCE  INDIAN ENVIRONMENTAL GENERAL ASSISTANCE PROGRAM (IGAP) ADMINISTRATIVE AND TECHNICAL CAPABILITIES; 2. SOLID WASTE MANAGEMENT AND POLLUTION PREVENTION: PLANNING, IMPLEMENTATION, AND MAINTENANCE, SUSTAINABILITY; AND 3. ENVIRONMENTAL EDUCATION AND OUTREACH TO PROMOTE PROACTIVE ENVIRONMENTAL STEWARDSHIP IN THE COMMUNITY. MULTIPLE TOPICS WILL BE COVERED, INCLUDING WATER QUALITY AND SOLID WASTE MANAGEMENT..",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J32801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "BIRCH CREEK TRIBE",
      "obligation": 125000.0,
      "start_date": "2023-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:THIS PROJECT WILL ADVANCE THE TRIBE'S INDIAN ENVIRONMENTAL GENERAL ASSISTANCE PROGRAM (GAP) ADMINISTRATIVE AND TECHNICAL CAPABILITIES, INCLUDING DEVELOPING A SUSTAINABLE WASTE MANAGEMENT PROGRAM, PROVIDING ENVIRONMENTAL EDUCATION AND OUTREACH, MAINTENANCE OF HEAVY EQUIPMENT USED FOR ENVIRONMENTAL ACTIVITIES, AND CONDUCTING WATER SAMPLING OF BIRCH CREEK TO ESTABLISH BASELINE WATER QUALITY DATA.ACTIVITIES:PROJECT ACTIVITIES INCLUDE TRACKING PROGRAM TASKS AND BUDGET, ATTENDING CONFERENCES AND TRAINING, UPDATING THE INTEGRATED WASTE MANAGEMENT PLAN, OPERATING AND MAINTAINING THE LANDFILL, IMPLEMENTING A TRASH PICKUP AND RECYCLING PROGRAM, CREATING AN INVENTORY/MAINTENANCE LIST OF HEAVY EQUIPMENT, AND PROVIDING TRASH BINS IN THE COMMUNITY.  ADDITIONAL TASKS INCLUDE CONDUCTING ENVIRONMENTAL EDUCATION THROUGH NEWSLETTERS AND COMMUNITY MEETINGS, DEVELOPING A WATER QUALITY SAMPLING PLAN, AND COORDINATING WITH ORGANIZATIONS THAT CAN PROVIDE TECHNICAL ASSISTANCE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE PROGRESS REPORTS, MEETING NOTES, TRIP REPORTS, AN UPDATED INTEGRATED WASTE MANAGEMENT PLAN, A TRASH PICKUP SCHEDULE AND PILOT PROGRAM ASSESSMENT, PHOTOS, NEWSLETTERS, AN EQUIPMENT MAINTENANCE LOG, AND A QUALITY ASSURANCE PROJECT PLAN. THE ANTICIPATED OUTCOME IS THAT INCREASED STAFF ADMINISTRATIVE AND PROGRAMMATIC SKILLS, COMMUNITY AWARENESS OF ENVIRONMENTAL PROTECTION STRATEGIES SUCH AS SUSTAINABLE WASTE MANAGEMENT, AND ESTABLISHING BASELINE WATER QUALITY DATA WILL RESULT IN BEHAVIORS THAT ARE PROTECTIVE OF HUMAN HEALTH AND THE ENVIRONMENT. THE BENEFICIARIES ARE THE RESIDENTS OF BIRCH CREEK.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "693JG42230000V600AK0108",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "BIRCH CREEK TRIBE",
      "obligation": 44027.78,
      "start_date": null,
      "end_date": null,
      "description": "TRIBAL TRANSPORTATION PROGRAM",
      "awarding_agency": "Department of Transportation"
    }
  ],
  "total_obligation": 568451.78,
  "award_count": 3,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 524424.0
    },
    "20.205": {
      "count": 1,
      "total": 44027.78
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 125000.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "stable"
}