{
  "tribe_id": "epa_100000543",
  "tribe_name": "Native Village of Tanacross",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "02J00750",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF TANACROSS",
      "obligation": 553000.0,
      "start_date": "2022-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE PRIMARY OBJECTIVES OF THIS GAP PROJECT INCLUDE:\n\n1. EXPANDING THE GAP GRANTS MANAGEMENT SYSTEM TO ENHANCE PROGRAM DEVELOPMENT. REVIEWING/UPDATING TRIBAL POLICIES AND PROCEDURES, PROVIDING TRAINING AND CONFERENCE PARTICIPATION OPPORTUNITIES FOR STAFF, AND CONDUCTING COMMUNITY ENVIRONMENTAL OUTREACH AND EDUCATION ON THE EPA-TRIBAL ENVIRONMENTAL PLAN PRIORITIES.\n\n2. EXPANDING AND ADVANCING SOLID/HAZARDOUS WASTE MANAGEMENT ACTIVITIES TO DEVELOP A SELF-SUSTAINING PROGRAM.\n\n3. PLANNING, RESEARCH, AND TAKING THE INITIAL STEPS TO ESTABLISH AIR QUALITY AND WATER QUALITY MANAGEMENT PROGRAMS IN TANACROSS. \n\nACTIVITIES:COMPONENT 1: MEETINGS, TRAINING AND CONFERENCES WILL BE ATTENDED TO EXPAND ENVIRONMENTAL STAFF'S KNOWLEDGE BASE AND INCREASE PROGRAMMATIC CAPACITY; PROVIDE COMMUNITY OUTREACH AND EDUCATION, INCLUDING A QUARTERLY NEWSLETTER AND WEEKLY FACEBOOK UPDATES; EDUCATE THE YOUTH AND COMMUNITY ON ENVIRONMENTAL ISSUES; HOST AT LEAST TWO COMMUNITY ENVIRONMENTAL MEETINGS; ORDER OFFICE AND PROGRAM SUPPLIES; DEVELOP A BUDGET TRACKING SYSTEM IN EXCEL; DEVELOP/UPDATE ADMINISTRATIVE AND TECHNICAL PROCEDURES, POLICIES, REGULATIONS, AND OTHER GUIDELINES TO IMPLEMENT THE ENVIRONMENTAL PROGRAM; AND REVIEW OF THE EPA-TRIBAL ENVIRONMENTAL PLAN ANNUALLY BY THE EC, COUNCIL, AND PROJECT OFFICER.\nCOMPONENT 2: HOST A COMMUNITY CLEANUP DAY/ENVIRONMENTAL EDUCATION EVENT ABOUT HOW LITTERING NEGATIVELY IMPACTS THE LAND AND ANIMAL; NETWORK WITH A VARIETY OF PARTNERS TO DEVELOP STRATEGIES FOR AN EFFICIENT, COST EFFECTIVE, AND INTERNALLY SUSTAINABLE SOLID WASTE MANAGEMENT PROGRAM; ATTEND SOLID/HAZARDOUS WASTE TRAININGS AND CONFERENCES VIA ZOOM OR IN PERSON WHEN OFFERED; IMPLEMENT THE PRIORITIES IN THE UPDATED INTEGRATED WASTE MANAGEMENT PLAN TO EXPAND AND IMPROVE THE SOLID/HAZARDOUS WASTE MANAGEMENT PROGRAM; LOCATE A PLACE FOR A NEW LANDFILL AND CLOSE THE OLD ONE; LANDFILL OPERATOR WILL OVERSEE THE DROP OFF AT THE LANDFILL; WORK WITH THE VILLAGE RESIDENTS ON RECYCLING AND BACKHAUL OF LARGE ITEMS; AND DO ROUTINE MAINTENANCE ON THE LOADER AND THE DUMP TRUCK.\nCOMPONENT 3: CONDUCT INTERNET RESEARCH ON AIR AND WATER QUALITY TOPICS AND PARTICIPATE IN RELATED WEBINARS, CONFERENCES, AND TRAINING; COLLABORATE WITH OTHER ORGANIZATIONS  ON AIR  AND WATER QUALITY TOPICS; HOST AIR AND WATER QUALITY ACTIVITIES WITH THE COMMUNITY; WORK WITH THE BUREAU OF LAND MANAGEMENT AND THE US FOREST SERVICE TO LEARN ABOUT PREVENTION OF WILDFIRES. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES: COPIES OF QUARTERLY PROGRESS REPORTS, TRIPS REPORTS, MEETING NOTES, PHOTOS, BUDGET TRACKING SYSTEM SPREADSHEET, PRESENTATIONS, AGENDAS, MEETING NOTES, UPDATED INTEGRATED WASTE MANAGEMENT PLAN, SOLID WASTE FEE STRUCTURE, WEEKLY WASTE DISPOSAL OPERATIONS REPORTS.\n\nOUTCOMES: \n-\tEFFICIENT ADMINISTRATIVE MANAGEMENT OF THE IGAP PROGRAM WILL ADVANCE PROGRAMMATIC CAPACITY AND ULTIMATELY BENEFIT HUMAN HEALTH AND THE ENVIRONMENT IN TANACROSS.       \n-\tA WELL-MANAGED, SUSTAINABLE WASTE MANAGEMENT PROGRAM WILL RESULT IN A SAFER, CLEANER ENVIRONMENT AND IMPROVED HUMAN HEALTH.\n-\tBUILDING THE COMMUNITY'S KNOWLEDGE BASE ON AIR AND WATER QUALITY  PROTECTION WILL PROMOTE INCREASED STEWARDSHIP OF THESE RESOURCES AND BETTER HUMAN AND ENVIRONMENTAL HEALTH.\n\nBENEFICIARIES: COMMUNITY MEMBERS AND THE ENVIRONMENT OF TANACROSS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "693JG42230000V600AK0076",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF TANACROSS",
      "obligation": 42259.16,
      "start_date": null,
      "end_date": null,
      "description": "TRIBAL TRANSPORTATION PROGRAM",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JG42230000K600AK0076",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF TANACROSS",
      "obligation": 3627.64,
      "start_date": null,
      "end_date": null,
      "description": "TRIBAL TRANSPORTATION PROGRAM",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JG42330000V600AK0076",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF TANACROSS",
      "obligation": 44723.35,
      "start_date": null,
      "end_date": null,
      "description": "TRIBAL TRANSPORTATION PROGRAM",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JJ22440000Y602AK3076024",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF TANACROSS",
      "obligation": 38740.23,
      "start_date": null,
      "end_date": null,
      "description": "PROJECT TITLE: NATIVE VILLAGE OF TANACROSS TRANSPORTATION PROGRAM FUNDING FY 2024 :::: PROJECT DESCRIPTION: ALL TRANSPORTATION FUNDING PROVIDED BY FHWA TO NATIVE VILLAGE OF TANACROSS UNDER THE FHWA OTT PROGRAM AGREEMENT FOR FY24",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JJ22440000Y176AK3076024",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF TANACROSS",
      "obligation": 15596.34,
      "start_date": null,
      "end_date": null,
      "description": "PROJECT TITLE: NATIVE VILLAGE OF TANACROSS TRANSPORTATION PROGRAM FUNDING FY 2024 :::: PROJECT DESCRIPTION: ALL TRANSPORTATION FUNDING PROVIDED BY FHWA TO NATIVE VILLAGE OF TANACROSS UNDER THE FHWA OTT PROGRAM AGREEMENT FOR FY24",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "693JG42430000V600AK0076",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "NATIVE VILLAGE OF TANACROSS",
      "obligation": 5865.36,
      "start_date": null,
      "end_date": null,
      "description": "TRIBAL TRANSPORTATION PROGRAM",
      "awarding_agency": "Department of Transportation"
    }
  ],
  "total_obligation": 703812.08,
  "award_count": 7,
  "cfda_summary": {
    "66.926": {
      "count": 1,
      "total": 553000.0
    },
    "20.205": {
      "count": 6,
      "total": 150812.08
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 553000.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}