{
  "tribe_id": "epa_100000008",
  "tribe_name": "Northern Arapaho Tribe of the Wind River Reservation, Wyoming",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A23AV00348",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NORTHERN ARAPAHO TRIBE",
      "obligation": 1569974.0,
      "start_date": "2022-12-20",
      "end_date": "2026-09-30",
      "description": "IMPLEMENTING THE SUSTAINABLE NORTHERN ARAPAHO TRIBAL CLIMATE CHANGE RESILIENCE PROJECT FOR A CLIMATE CHANGE, WEATHER READY AND RESILIENT COMMUNITY",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "00I24600",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NORTHERN ARAPAHO TRIBE",
      "obligation": 170000.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO THE NORTHERN ARAPAHO TRIBE TO BUILD ITS CAPACITY TO ADMINISTER AN EPA PROGRAM AND/OR IMPLEMENT SOLID/HAZARDOUS WASTE ACTIVITIES. \nACTIVITIES:THE GAP FUNDS WILL PAY FOR AN ENVIRONMENTAL ASSISTANT WHO WILL BE IN CHARGE OF THE FOLLOWING ACTIVITIES:\n\n- SERVE AS THE POINT OF CONTACT WITH EPA ON ENVIRONMENTAL ISSUES AND COORDINATE WITH OTHER STATE AND FEDERAL AGENCIES RESPONSIBLE FOR ENVIRONMENTAL MANAGEMENT ON THE RESERVATION. - ANSWER CALLS, RESPOND TO INQUIRIES AND COMPLAINTS, REVIEW CORRESPONDENCE AND REPORTS.\n- COORDINATE WITH THE WIND RIVER INTERTRIBAL COUNCIL ON SHARED ENVIRONMENTAL MATTERS, KEEP WRITC INFORMED ON NANRO ACTIVITIES.\n- COORDINATE ENVIRONMENTAL PROJECTS AND GRANTS, INCLUDING NAT'S EPA CPRG. PROJECT.\n- PREPARE 4 QUARTERLY REPORTS WITHIN 30 DAYS OF END OF QUARTER TO UPDATE GAP ACTIVITIES AND STATUS. \n- COORDINATE WITH THE NAT FINANCE OFFICE TO ENSURE FISCAL MANAGEMENT, REPORTING, AND COMPLIANCE.\n- COORDINATE AND ACCOMPANY EPA ENFORCEMENT STAFF ON INSPECTIONS OF NAT FACILITIES, INCLUDING NPDES, SPCC, SDWA, AND AIR QUALITY PERMIT INSPECTIONS. FOLLOW-UP ON ANY INSPECTION FINDINGS AND ASSIST OTHER TRIBAL ENTITIES WITH COMPLIANCE ISSUES.\n- RESPOND TO ENVIRONMENTAL COMPLAINTS SUCH AS SPILLS AND ILLEGAL DUMPING AND REFER TO APPROPRIATE AGENCIES\n- PREPARE A LIST OF SOLID WASTE MANAGEMENT NEEDS FOR NAT AND RESEARCH FUNDING SOURCES. COORDINATE WITH THE WRITC ON WASTE MANAGEMENT ISSUES AFFECTING THE WIND RIVER RESERVATION. \n- REVIEW AND COMMENT ON CWA CERTIFICATIONS AND USACE PERMITS FOR PROJECTS THAT AFFECT WATERWAYS ON THE RESERVATION. RESPOND TO INFORMATION REQUESTS.\n\n\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE:\n- KEEP DAILY LOGS OF CORRESPONDENCE AND ACTIVITIES. REPORT ACTIVITIES IN QUARTERLY REPORTS.\n- REPORT ACTIVITIES IN QUARTERLY REPORTS.\n- REPORT ACTIVITIES IN QUARTERLY REPORTS.\n- SUBMIT 4 QUARTERLY STATUS REPORTS TO EPA. COPY TO NABC AND WRITC.\n- FISCAL MANAGEMENT AND REPORTING AS REQUIRED BY GRANT TERMS AND CONDITIONS\n- REPORT ACTIVITIES IN QUARTERLY REPORTS.\n- DOCUMENT ACTIVITIES IN QUARTERLY REPORTS.\n- DOCUMENT ACTIVITIES IN QUARTERLY REPORTS. PROVIDE WRITTEN NAT SWM PLAN OUTLINE TO EPA WITH LONG-TERM AND SHORT-TERM GOALS.\n- DOCUMENT ACTIVITIES IN QUARTERLY REPORTS.\n\n\n\nTHE EXPECTED OUTCOMES INCLUDE INCREASED ENVIRONMENTAL AWARENESS AND COMPLIANCE WITHIN ALL NAT ENTITIES.\n\nTHE INTENDED BENEFICIARIES INCLUDE THE MEMBERS AND/OR RESIDENTS OF THE NORTHERN ARAPAHO TRIBE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "55IH5605600",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "NORTHERN ARAPAHO HOUSING AUTHORITY",
      "obligation": 41023392.0,
      "start_date": "2011-10-18",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    }
  ],
  "total_obligation": 42763366.0,
  "award_count": 3,
  "cfda_summary": {
    "15.156": {
      "count": 1,
      "total": 1569974.0
    },
    "66.926": {
      "count": 1,
      "total": 170000.0
    },
    "14.867": {
      "count": 1,
      "total": 41023392.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 1569974.0,
    "2024": 0.0,
    "2025": 170000.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}