{
  "tribe_id": "epa_100000398",
  "tribe_name": "Eklutna Native Village",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "02J14701",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF EKLUTNA",
      "obligation": 394000.0,
      "start_date": "2022-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:THIS PROJECT WILL ASSIST THE EKLUTNA NATIVE VILLAGE IN BUILDING CAPACITIES AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH.  OBJECTIVES/WORKPLAN COMPONENTS INCLUDE: 1. BUILDING ADMINISTRATIVE CAPACITY; 2. BUILDING PROGRAMMATIC CAPACITY; 3) BUILDING COMMUNICATIONS CAPACITY; 4) BUILDING SOLID AND HAZARDOUS WASTE MANAGEMENT CAPACITY; AND 5) BUILDING TECHNICAL CAPACITY.ACTIVITIES:WORKPLAN ACTIVITIES/TASKS INCLUDE: MAINTAINING AN ENVIRONMENTAL OFFICE AND ADMINISTRATIVE AND PROGRAM MANAGEMENT FUNCTIONS; ATTENDING TRAINING AND RESEARCHING ISSUES AND RESOURCES; COMMUNICATING INTERNALLY AND EXTERNALLY ABOUT ISSUES AND CONDUCTING COMMUNITY EDUCATION ACTIVITIES; BUILDING TECHNICAL KNOWLEDGE OF WATERSHED PROTECTION AND CLIMATE CHANGE; DEVELOPING AN ENVIRONMENTAL INVENTORY; DEVELOPING EKLUTNA RIVER RESTORATION PLANS; AND DEVELOPING AN EMERGENCY MANAGEMENT PLAN.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE EKLUTNA NATIVE VILLAGE, TRIBAL MEMBERS, AND THE LOCAL PUBLIC.  THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE: INCREASING TRIBAL ADMINISTRATIVE CAPACITY TO RESPOND TO LOCAL ENVIRONMENTAL CONCERNS; INCREASING TRIBAL PROGRAMMATIC CAPACITY TO ASSESS LOCAL ENVIRONMENTAL ISSUES; INCREASING COMMUNITY KNOWLEDGE OF ENVIRONMENTAL ISSUES AND ACTIONS PROTECTIVE OF THE ENVIRONMENT; DECREASING AMOUNTS OF RECYCLABLES AND HAZARDOUS WASTES ENTERING LANDFILL; AND INCREASING TRIBAL TECHNICAL CAPACITIES TO PRIORITIZE ENVIRONMENTAL NEEDS AND DEVELOP PROGRAMS TO ADDRESS THEM.   ANTICIPATED DELIVERABLES INCLUDE: PERFORMANCE REPORTS; FINANCIAL REPORTS; COPIES OF OUTREACH MATERIALS; EVENT SUMMARY REPORTS; RIVER RESTORATION PLANS; AND AN EMERGENCY MANAGEMENT PLAN.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "03J08101",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF EKLUTNA",
      "obligation": 134000.0,
      "start_date": "2025-10-01",
      "end_date": "2028-09-30",
      "description": "DESCRIPTION:THIS PROJECT WILL ASSIST THE EKLUTNA NATIVE VILLAGE IN BUILDING CAPACITIES AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH.  OBJECTIVES/WORKPLAN COMPONENTS INCLUDE: 1. BUILDING ADMINISTRATIVE CAPACITY; 2. BUILDING PROGRAMMATIC CAPACITY; 3. BUILDING COMMUNICATIONS CAPACITY; 4. BUILDING SOLID AND HAZARDOUS WASTE MANAGEMENT CAPACITY; AND 5. BUILDING TECHNICAL CAPACITY.ACTIVITIES:WORKPLAN ACTIVITIES/TASKS INCLUDE: MAINTAINING AN ENVIRONMENTAL OFFICE AND ADMINISTRATIVE AND PROGRAM MANAGEMENT FUNCTIONS; ATTENDING TRAINING AND RESEARCHING ISSUES AND RESOURCES; COMMUNICATING INTERNALLY AND EXTERNALLY ABOUT ISSUES; CONDUCTING COMMUNITY EDUCATION ACTIVITIES; CONDUCTING RECYCLING ACTIVITIES; BUILDING TECHNICAL KNOWLEDGE OF WATER, WATERSHEDS, ENERGY, AND WASTE; DEVELOPING AN ENVIRONMENTAL INVENTORY; AND ASSISTING WITH EKLUTNA RIVER MONITORING AND MANAGEMENT PLANNING.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE EKLUTNA NATIVE VILLAGE/ NATIVE VILLAGE OF EKLUTNA, TRIBAL MEMBERS, AND THE LOCAL PUBLIC.  THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE: INCREASING TRIBAL ADMINISTRATIVE CAPACITY TO RESPOND TO LOCAL ENVIRONMENTAL CONCERNS; INCREASING TRIBAL PROGRAMMATIC CAPACITY TO ASSESS LOCAL ENVIRONMENTAL ISSUES; INCREASING COMMUNITY KNOWLEDGE OF ENVIRONMENTAL ISSUES AND ACTIONS PROTECTIVE OF THE ENVIRONMENT; DECREASING AMOUNTS OF RECYCLABLES AND HAZARDOUS WASTES ENTERING LANDFILL; AND INCREASING TRIBAL TECHNICAL CAPACITIES TO PRIORITIZE ENVIRONMENTAL NEEDS AND DEVELOP PROGRAMS TO ADDRESS THEM.  ANTICIPATED DELIVERABLES INCLUDE: PERFORMANCE REPORTS; OUTREACH MATERIALS; EVENT SUMMARY REPORTS; RECYCLING REPORTS; MEMORANDUMS OF AGREEMENTS; AND AN UPDATED ENVIRONMENTAL INVENTORY.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "55IT0204400",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "NATIVE VILLAGE OF EKLUTNA",
      "obligation": 1213334.0,
      "start_date": "2011-10-18",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "21AH0204400",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "NATIVE VILLAGE OF EKLUTNA",
      "obligation": 34763.0,
      "start_date": "2021-04-22",
      "end_date": "2026-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    }
  ],
  "total_obligation": 1776097.0,
  "award_count": 4,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 528000.0
    },
    "14.867": {
      "count": 2,
      "total": 1248097.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 394000.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 134000.0
  },
  "trend": "decreasing"
}