{
  "tribe_id": "epa_100000500",
  "tribe_name": "Pauloff Harbor Village",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01J55201",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "PAULOFF HARBOR VILLAGE",
      "obligation": 494424.0,
      "start_date": "2019-10-01",
      "end_date": "2023-09-30",
      "description": "THE TRIBE WILL BUILD CAPACITY THRU TRAINING AND COMMUNITY EDUCATION, CONDUCT EROSION ASSESSMENT ON SANAK ISLAND, CONDUCT BASELINE SOIL MONITORING, AND MAKE SOLID WASTE MANAGEENT IMPROVEMENTS INCLUDING RECYCLING AND BACKHAUL.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J48301",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "PAULOFF HARBOR VILLAGE",
      "obligation": 438000.0,
      "start_date": "2023-10-01",
      "end_date": "2027-09-30",
      "description": "DESCRIPTION:THE PRIMARY OBJECTIVES OF THIS PROJECT INCLUDE: PROGRESSIVE ADMINISTRATIVE AND PROGRAMMATIC CAPACITY DEVELOPMENT WILL STRENGTHEN THE TRIBE'S ENVIRONMENTAL PROGRAM; COMMUNITY OUTREACH AND EDUCATION: EXPLORE A VARIETY OF ENVIRONMENTAL TOPICS AND ISSUES WITH COMMUNITY MEMBERS TO ENCOURAGE INVOLVEMENT IN ENVIRONMENTAL ISSUES AND PROJECTS. FOCUS ON THE PRIORITIES IN THE TRIBE'S EPA TRIBAL ENVIRONMENTAL PLAN (ETEP) AND CURRENT WORKPLAN; CONTINUE TO IMPROVE SOLID/HAZARDOUS WASTE MANAGEMENT THROUGH COLLABORATION WITH PARTNERS, TRAINING FOR STAFF, AND BASELINE MONITORING AT SANAK ISLAND; CONTINUE TO EXPAND AND IMPROVE THE SOLID/HAZARDOUS WASTE MANAGEMENT PROGRAM USING OPTIMAL PRACTICES AND THE LATEST TECHNOLOGIES; AND ENHANCE CLIMATE CHANGE ADAPTATION PLANNING AND EMERGENCY RESPONSE PLANNING/PROGRAM DEVELOPMENT BY COLLABORATING WITH A VARIETY OF ORGANIZATIONS TO IMPROVE ENVIRONMENTAL HEALTH AND SUSTAINABILITY.\n\nACTIVITIES:ALASKA TRIBAL CONFERENCE ON ENVIRONMENTAL MANAGEMENT AND THE ALASKA FORUM ON THE ENVIRONMENT CONFERENCES WILL BE ATTENDED BY THE ENV. COORDINATOR (EC). THE EA WILL BE TRAINED/SUPERVISED BY THE EC. ENVIRONMENTAL MEETINGS, WORKSHOPS, AND WEBINARS WILL ATTENDED BY THE EC AND EA. THE ENVIRONMENTAL DEPARTMENT WILL COLLABORATE WITH OTHER TRIBES AND ORGANIZATIONS ON WASTE MANAGEMENT, CLIMATE CHANGE, EMERGENCY RESPONSE, AND OTHER ENVIRONMENTAL ISSUES IN SAND POINT. THE EC WILL REVIEW THE EPA-TRIBAL ENVIRONMENTAL PLAN AND UPDATE IT AS NEEDED. ENVIRONMENTAL AND ADMIN STAFF AND COUNCIL MEMBERS WILL REVIEW/UPDATE POLICIES AND PROCEDURES.\n\t\nDISTRIBUTE ENVIRONMENTAL INFORMATION TO THE COMMUNITY. COLLABORATE WITH CITY OF SAND POINT, AND UNGA TRIBE/QAGAN TAYAGUNIN TRIBE S TO IMPROVE COMMUNICATIONS ON ENVIRONMENTAL EVENTS AND ISSUES AND ON  PROTECTING THE ENVIRONMENT. PROMOTE RECYCLING, DISPOSING OF HAZARDOUS WASTE, CURRENT CLIMATE CHANGE NEWS, AND AIR QUALITY.\n\t\nTRACK AND ORDER SOLID/HAZARDOUS WASTE SUPPLIES, TOOLS, AND EQUIPMENT. EC WILL WORK WITH ORGANIZATIONS TO EDUCATE THE COMMUNITY ON ENVIRONMENTAL PROTECTION WITH ACTIVITIES LIKE COMMUNITY CLEAN UP. ACQUIRE HAZARDOUS MATERIAL HANDLING CERTIFICATIONS. REVIEW/UPDATE THE SOLID WASTE MANAGEMENT PLAN. \n\t\nMAINTAIN A REUSE AREA FOR COMMUNITY MEMBERS AT THE LANDFILL. ACCEPT GLASS FOR RECYCLING AND OTHER BACKHAUL MATERIALS FOR STAGING DURING THE SUMMER MONTHS. \n\t\nGATHER INFORMATION ON EXISTING PLANNING , ASSESSMENT, AND BASELINE MONITORING EFFORTS AT BOTH LOCAL SAND POINT, AND SANAK ISLAND TRADITIONAL AREAS ON PROTECTION OF NATURAL HABITAT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES: COPIES OF PRESENTATIONS AND HANDOUT MATERIALS, SUMMARY REPORT ON CLEANUP CERTIFICATIONS, UPDATED SOLID WASTE MANAGEMENT PLAN (SWMP), BACKHAUL LOGS, PHOTOS., TRIP REPORTS, MEETING NOTES, LISTS OF ONLINE LINKS, TEK QAPP, INTERVIEW NOTES.  EXPECTED OUTCOMES INCLUDE: A STRONG FOUNDATION IN GRANTS MANAGEMENT AND COLLABORATION WITH PARTNERS WILL PROMOTE ENVIRONMENTAL STEWARDSHIP AND SUSTAINABILITY; TRIBAL MEMBERS' PARTICIPATION IN LOCAL ENVIRONMENTAL ACTIVITIES AND PROJECTS WILL RESULT IN A DESIRE TO SERVE AS ENVIRONMENTAL STEWARDS; COMMUNITY UNDERSTANDING/INVOLVEMENT WITH SOLID/HAZARDOUS WASTE ISSUES WILL PROMOTE IMPROVED HUMAN AND ENVIRONMENTAL HEALTH; A SMOOTHLY FUNCTIONING SOLID/HAZARDOUS WASTE MANAGEMENT PROGRAM WILL PROMOTE BETTER HUMAN AND ENVIRONMENTAL HEALTH, AND; AS THE COMMUNITY BECOMES INFORMED AND PREPARED TO ADAPT TO CLIMATE CHANGE AND NATURAL AND HUMAN CAUSED DISASTERS, HUMAN AND ENVIRONMENTAL HEALTH WILL IMPROVE.  BENEFICIARIES ARE TRIBAL COMMUNITY MEMBERS IN SAND POINT.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A20AV00867",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "PAULOFF HARBOR VILLAGE",
      "obligation": 168199.64,
      "start_date": "2020-06-17",
      "end_date": "2025-12-31",
      "description": "PAULOFF HARBOR FY19/20 6K1 DESIGN FUNDS",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A18AV00797",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "PAULOFF HARBOR VILLAGE",
      "obligation": 132955.48,
      "start_date": "2018-06-30",
      "end_date": "2028-12-31",
      "description": "A18AV00797",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A20AV00901",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "PAULOFF HARBOR VILLAGE",
      "obligation": 74728.48,
      "start_date": "2020-07-23",
      "end_date": "2025-12-31",
      "description": "PAULOFF FY 2019/2020 ROAD MAINTENANCE FUNDS",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A23AV00705",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "PAULOFF HARBOR VILLAGE",
      "obligation": 43772.02,
      "start_date": "2023-06-05",
      "end_date": "2028-12-31",
      "description": "PAULOFF HARBOR",
      "awarding_agency": "Department of the Interior"
    }
  ],
  "total_obligation": 1352079.62,
  "award_count": 6,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 932424.0
    },
    "20.205": {
      "count": 4,
      "total": 419655.62
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 43772.02,
    "2024": 438000.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "increasing"
}