{
  "tribe_id": "epa_100000428",
  "tribe_name": "Organized Village of Kake",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "02J11501",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "ORGANIZED VILLAGE OF KAKE",
      "obligation": 394000.0,
      "start_date": "2021-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:THE ORGANIZED VILLAGE OF KAKE WILL BUILD ITS ENVIRONMENTAL PROGRAM GRANT MANAGEMENT BEST PRACTICES, AND THROUGH PARTICIPATING IN ENVIRONMENTAL TRAINING INCLUDING HAZ-MAT TRAINING; CONDUCTING TRIBAL ENVIRONMENTAL EDUCATION; UPGRADING SOLID WASTE MANAGEMENT PRACTICES, GATHERING BASELINE ENVIRONMENTAL INFORMATION ON WATERSHED HEALTH AND HARMFUL ALGAL BLOOMS; PARTICIPATING IN THE SOUTHEAST ALASKA INDIGENOUS TRANSBOUNDARY COMMISSION ON MINING ISSUES OF CONCERN TO THE TRIBE. BENEFICIARIES INCLUDE THE ORGANIZED VILLAGE OF KAKE'S TRIBAL MEMBERS.  ACTIVITIES:ANNUAL AUDIT, PARTICIPATING IN ENVIRONMENTAL TRAINING; GATHERING BASELINE ENVIRONMENTAL DATA; PARTICIPATING IN ENVIRONMENTAL MEETINGS ON TRANSBOUNDARY MINING.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:REPORTS SUBMITTED TO EPA ON A TIMELY BASIS, BASELINE DATA COLLECTED ACCORDING TO APPROVED QAPP; PHOTOS OF SOLID WASTE IMPROVEMENTS.  BENEFICIARIES INCLUDE THE ORGANIZED VILLAGE OF KAKE'S TRIBAL MEMBERS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "03J08001",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "ORGANIZED VILLAGE OF KAKE",
      "obligation": 133995.0,
      "start_date": "2025-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:#8239;THE ORGANIZED VILLAGE OF KAKE WILL USE GENERAL ASSISTANCE PROGRAM (GAP) FUNDING TO ADDRESS PRIORITY ENVIRONMENTAL CONCERNS IN THE COMMUNITY. ENVIRONMENTAL STAFF WILL FOCUS ON TECHNICAL TRAINING AND BUILDING MANAGEMENT CAPACITY, WITH THE GOAL OF ACHIEVING PROGRAMMATIC GROWTH TO MAINTAIN MEANINGFUL PARTICIPATION IN EPA PROGRAMS. KEY AREAS OF FOCUS INCLUDE ESTABLISHING PUBLIC PARTICIPATION AND EDUCATION, ADDRESSING SOLID WASTE MANAGEMENT ISSUES, AND COLLECTING BASELINE WATER QUALITY DATA. ACTIVITIES:ACTIVITIES PERFORMED UNDER THE GRANT WILL FOCUS ON TECHNICAL TRAINING TO BUILD ADMINISTRATIVE AND ENVIRONMENTAL SKILLS RELEVANT TO THE TRIBE'S PRIORITIES. A KEY ELEMENT OF THIS PROGRAM INVOLVES BUILDING A PATH TOWARDS INCREASED COLLABORATION WITH MULTIPLE TRIBAL ENVIRONMENTAL PROGRAMS AND AGENCIES, ULTIMATELY ENHANCING MEANINGFUL PARTICIPATION IN EPA PROGRAMS. FINALLY, COMMUNITY OUTREACH AND EDUCATION WILL BE INSTRUMENTAL TO ACHIEVING ENVIRONMENTAL RESULTS, INCLUDING SOLID WASTE PLANNING AND IMPLEMENTATION. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES FROM THE ORGANIZED VILLAGE OF KAKE WILL INCLUDE QUARTERLY PROGRESS REPORTS TO EPA, OUTLINING PROGRESS TOWARDS ENVIRONMENTAL RESULTS IN PRIORITY AREAS. IN ADDITION, TRIP REPORTS WILL OUTLINE TECHNICAL CAPACITIES GAINED FROM ATTENDING RELEVANT TRAININGS AND CONFERENCES, ALONG WITH CERTIFICATES IF EARNED. FINALLY, PHOTOS OF ENVIRONMENTAL CLEAN-UPS, COMMUNITY TRAININGS AND EVENTS WILL DEMONSTRATE THE ACCOMPLISHMENTS RESULTING FROM THESE WORK PLAN COMMITMENTS. DIRECT BENEFICIARIES OF THIS GRANT ARE MEMBERS OF THE TRIBE.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A21AV00267",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "ORGANIZED VILLAGE OF KAKE",
      "obligation": 1120983.02,
      "start_date": "2020-10-01",
      "end_date": "2022-09-30",
      "description": "SELF GOVERNANCE COMPACTS FY 21 CR1 (19.73%) TPA BASE DIST.",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A22AV00286",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "ORGANIZED VILLAGE OF KAKE",
      "obligation": 932424.72,
      "start_date": "2021-10-01",
      "end_date": "2023-09-30",
      "description": "SELF GOVERNANCE COMPACTS FY 22 CR1 (17.53%) TPA BASE DIST.",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A22AV00701",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "ORGANIZED VILLAGE OF KAKE",
      "obligation": 536278.68,
      "start_date": "2021-10-01",
      "end_date": "2022-09-30",
      "description": "DISTS. FOR TRIBAL TRANSPORTATION PROGRAM AND TRIBAL TRANSPORTATION PLANNING FOR ACTIVITIES/PROJECTS DESCRIBED IN 23 USC 202(A) AND A FHWA APPROVED TRANSPORTATION IMPROVEMENT PROGRAM (TIP), 23 USC 202(C)(3).",
      "awarding_agency": "Department of the Interior"
    }
  ],
  "total_obligation": 3117681.42,
  "award_count": 5,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 527995.0
    },
    "20.205": {
      "count": 3,
      "total": 2589686.42
    }
  },
  "yearly_obligations": {
    "2022": 1862703.4,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 133995.0
  },
  "trend": "decreasing"
}