{
  "tribe_id": "epa_100000188",
  "tribe_name": "Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "96845601",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "PAIUTE INDIAN TRIBE OF UTAH",
      "obligation": 497957.0,
      "start_date": "2018-10-01",
      "end_date": "2023-09-30",
      "description": "THIS AGREEMENT PROVIDES FUNDING FOR THE ESTABLISHMENT OF AN ENVIRONMENTAL PROGRAM FOR THE PAIUTE INDIAN TRIBE OF UTAH GIVING IT GREATER FLEXIBILITY TO ADDRESS ITS HIGHEST ENVIRONMENTAL PRIORITIES, IMPROVE ENVIRONMENTAL PERFORMANCE, ACHIEVE ADMINISTRATIVE SAVINGS AND STRENGTHEN THE PARTNERSHIP BETWEEN THE PAIUTE INDIAN TRIBE OF UTAH AND THE EPA. THIS AGREEMENT FUNDS A RESERVATION-WIDE PROGRAM TO DEVELOP ENVIRONMENTAL PROGRAMS. THE WORK INCLUDES OUTPUTS AND OUTCOMES ASSOCIATED WITH ESTABLISHING AN ENVIRONMENTAL PROGRAM WHICH INCLUDE ACTIVITIES TO ENHANCE POLLUTION PREVENTION.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "96845602",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "PAIUTE INDIAN TRIBE OF UTAH",
      "obligation": 220000.0,
      "start_date": "2023-10-01",
      "end_date": "2025-09-30",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FOR THE OPERATION OF THE PAIUTE INDIAN TRIBE OF UTAH'S CONTINUING ENVIRONMENTAL PROGRAMS WHILE GIVING IT GREATER FLEXIBILITY TO ADDRESS ITS HIGHEST ENVIRONMENTAL PRIORITIES, IMPROVE ENVIRONMENTAL PERFORMANCE, ACHIEVE ADMINISTRATIVE SAVINGS AND STRENGTHEN THE PARTNERSHIP BETWEEN THE PAIUTE INDIAN TRIBE OF UTAH AND THE EPA.  THIS AGREEMENT FUNDS TRIBAL PROGRAMS FOR: LAND AND DATA QUALITY, AND POLLUTION PREVENTION. \n\nTHIS FUNDING RECOMMENDATION COMPLIES WITH THE OFFICE OF GRANTS AND DEBARMENT'S (OGD) NATIONAL POLICY, TRAINING AND COMPLIANCE DIVISION'S (NPTCD) STANDARD OPERATING PROCEDURES, SOP-2021-G04, EPA IMPLEMENTATION OF OFFICE OF MANAGEMENT AND BUDGET MANAGEMENT MEMORANDUM 21-20: PROMOTING PUBLIC TRUST IN THE FEDERAL GOVERNMENT THROUGH EFFECTIVE IMPLEMENTATION OF THE AMERICAN RESCUE PLAN ACT AND STEWARDSHIP OF THE TAXPAYER RESOURCES, AS FOLLOWS:\n-\tTHE PURPOSE OF THIS AWARD IS TO BUILD AND SUSTAIN THE ENVIRONMENTAL CAPACITY OF THE PAIUTE INDIAN TRIBE OF UTAH. \n-\tACTIVITIES TO BE PERFORMED INCLUDE DAILY OPERATION OF THE PAIUTE INDIAN TRIBE OF UTAH'S OFFICE OF ENVIRONMENTAL PROTECTION, SUBMIT A CWA 106 APPLICATION FOR POSSIBLE FUNDING, CREATE SOME MEMORANDUMS OF UNDERSTANDING, PERFORM COMMUNITY OUTREACH, ATTEND ENVIRONMENTALLY RELATED MEETINGS AND TRAININGS, AND GRANT WRITING.\n-\tANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE QUARTERLY PROGRESS REPORTS TO THE EPA, THE APPROPRIATE AND EFFECTIVE MANAGEMENT OF EPA FUNDING, AND MEASURES TO IMPROVE AND PROTECT HUMAN HEALTH AND THE ENVIRONMENT.\n-\tTHE INTENDED BENEFICIARIES OF THIS GRANT ARE THE PAIUTE INDIAN TRIBE OF UTAH AND RESIDENTS OF THEIR RESERVATION.\nACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE DAILY OPERATION OF THE PAIUTE INDIAN TRIBE OF UTAH'S OFFICE OF ENVIRONMENTAL PROTECTION, SUBMIT A CWA 106 APPLICATION FOR POSSIBLE FUNDING, \nCREATE SOME MEMORANDUMS OF UNDERSTANDING, PERFORM COMMUNITY OUTREACH, ATTEND ENVIRONMENTALLY RELATED MEETINGS AND TRAININGS, AND GRANT WRITING.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE ENVIRONMENTAL PRESENCE, GRANTS APPLICATION SUBMITTED, PROGRAMMATIC REPORTS, ADMINISTRATIVE REPORTS. THE BENEFICIARY OF THIS GRANT IS THE PAIUTE INDIAN TRIBE OF UTAH.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "00I07200",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "PAIUTE INDIAN TRIBE OF UTAH",
      "obligation": 110000.0,
      "start_date": "2025-10-01",
      "end_date": "2027-09-30",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FOR THE OPERATION OF THE PAIUTE INDIAN TRIBE OF UTAH'S CONTINUING ENVIRONMENTAL PROGRAMS WHILE GIVING IT GREATER FLEXIBILITY TO ADDRESS ITS HIGHEST ENVIRONMENTAL PRIORITIES, IMPROVE ENVIRONMENTAL PERFORMANCE, ACHIEVE ADMINISTRATIVE SAVINGS AND STRENGTHEN THE PARTNERSHIP BETWEEN THE PAIUTE INDIAN TRIBE OF UTAH AND THE EPA. THIS AGREEMENT FUNDS TRIBAL PROGRAMS FOR: LAND AND DATA QUALITY, AND POLLUTION PREVENTION. THIS FUNDING RECOMMENDATION COMPLIES WITH THE OFFICE OF GRANTS AND DEBARMENT'S (OGD) NATIONAL POLICY, TRAINING AND COMPLIANCE DIVISION'S (NPTCD) STANDARD OPERATING PROCEDURES, SOP-2021-G04, EPA IMPLEMENTATION OF OFFICE OF MANAGEMENT AND BUDGET MANAGEMENT MEMORANDUM 21-20: PROMOTING PUBLIC TRUST IN THE FEDERAL GOVERNMENT THROUGH EFFECTIVE IMPLEMENTATION OF THE AMERICAN RESCUE PLAN ACT AND STEWARDSHIP OF THE TAXPAYER RESOURCES, AS FOLLOWS: - THE PURPOSE OF THIS AWARD IS TO BUILD AND SUSTAIN THE ENVIRONMENTAL CAPACITY OF THE PAIUTE INDIAN TRIBE OF UTAH. - ACTIVITIES TO BE PERFORMED INCLUDE DAILY OPERATION OF THE PAIUTE INDIAN TRIBE OF UTAH'S OFFICE OF ENVIRONMENTAL PROTECTION, SUBMIT A CWA 106 APPLICATION FOR POSSIBLE FUNDING, CREATE SOME MEMORANDUMS OF UNDERSTANDING, PERFORM COMMUNITY OUTREACH, ATTEND ENVIRONMENTALLY RELATED MEETINGS AND TRAININGS, AND GRANT WRITING. - ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE QUARTERLY PROGRESS REPORTS TO THE EPA, THE APPROPRIATE AND EFFECTIVE MANAGEMENT OF EPA FUNDING, AND MEASURES TO IMPROVE AND PROTECT HUMAN HEALTH AND THE ENVIRONMENT. - THE INTENDED BENEFICIARIES OF THIS GRANT ARE THE PAIUTE INDIAN TRIBE OF UTAH AND RESIDENTS OF THEIR RESERVATION.\nACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE DAILY OPERATION OF THE PAIUTE INDIAN TRIBE OF UTAH'S OFFICE OF ENVIRONMENTAL PROTECTION, SUBMIT A CWA 106 APPLICATION FOR POSSIBLE FUNDING, CREATE SOME MEMORANDUMS OF UNDERSTANDING, PERFORM COMMUNITY OUTREACH, ATTEND ENVIRONMENTALLY RELATED MEETINGS AND TRAININGS, AND GRANT WRITING.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE ENVIRONMENTAL PRESENCE, GRANTS APPLICATION SUBMITTED, PROGRAMMATIC REPORTS, ADMINISTRATIVE REPORTS. THE BENEFICIARY OF THIS GRANT IS THE PAIUTE INDIAN TRIBE OF UTAH.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 827957.0,
  "award_count": 3,
  "cfda_summary": {
    "66.926": {
      "count": 3,
      "total": 827957.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 220000.0,
    "2025": 0.0,
    "2026": 110000.0
  },
  "trend": "stable"
}