{
  "tribe_id": "epa_100000390",
  "tribe_name": "Curyung Tribal Council",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01J91301",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "CURYUNG TRIBAL COUNCIL",
      "obligation": 519000.0,
      "start_date": "2021-10-01",
      "end_date": "2025-09-30",
      "description": "MAINTAIN AND STAFF A TRIBAL ENVIRONMENTAL OFFICE; STRENGTHEN ADMINISTRATIVE AND PROGRAM FUNCTIONS. MAINTAIN AND CONTINUE ESTABLISHING AND EXPANDING PARTNERSHIPS, PUBLIC OUTREACH AND EDUCATION FOR THE PROTECTION AND PRESERVATION OF THE ENVIRONMENT, NATURAL RENEWABLE RESOURCES AND HABITAT. MONITORING CLIMATE CHANGE IMPACTS WITH EMPHASIS ON COASTAL HAZARD ASSESSMENTS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "03J08201",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "CURYUNG TRIBAL COUNCIL",
      "obligation": 134000.0,
      "start_date": "2025-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE CURYUNG TRIBAL COUNCIL WILL USE GAP FUNDING TO ADDRESS PRIORITY ENVIRONMENTAL CONCERNS IN THE COMMUNITY. ENVIRONMENTAL STAFF WILL FOCUS ON TECHNICAL TRAINING AND BUILDING MANAGEMENT CAPACITY, WITH THE GOAL OF ACHIEVING PROGRAMMATIC GROWTH TO MAINTAIN MEANINGFUL PARTICIPATION IN EPA PROGRAMS. KEY AREAS OF FOCUS INCLUDE ESTABLISHING PUBLIC PARTICIPATION AND EDUCATION, COLLABORATE WITH CITY OF DILLINGHAM TO DRINKING WATER EDUCATION AND SAMPLING, EMERGENCY PREPAREDNESS, AND ADDRESSING SOLID WASTE MANAGEMENT ISSUES.ACTIVITIES:ACTIVITIES PERFORMED UNDER THE GRANT WILL FOCUS ON TECHNICAL TRAINING TO BUILD ADMINISTRATIVE AND ENVIRONMENTAL SKILLS RELEVANT TO THE TRIBE'S PRIORITIES. A KEY ELEMENT OF THIS PROGRAM INVOLVES BUILDING A PATH TOWARDS INCREASED COLLABORATION WITH MULTIPLE TRIBAL ENVIRONMENTAL PROGRAMS AND AGENCIES, ULTIMATELY ENHANCING MEANINGFUL PARTICIPATION IN EPA PROGRAMS. FINALLY, COMMUNITY OUTREACH AND EDUCATION WILL BE INSTRUMENTAL TO ACHIEVING ENVIRONMENTAL RESULTS, COLLABORATING WITH THE CITY OF DILLINGHAM, INCLUDING SOLID WASTE PLANNING AND IMPLEMENTATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES FROM CURYUNG TRIBAL COUNCIL WILL INCLUDE QUARTERLY PROGRESS REPORTS TO EPA, OUTLINING PROGRESS TOWARDS ENVIRONMENTAL RESULTS IN PRIORITY AREAS. IN ADDITION, TRIP REPORTS WILL OUTLINE TECHNICAL CAPACITIES GAINED FROM ATTENDING RELEVANT TRAININGS AND CONFERENCES. FINALLY, PHOTOS OF ENVIRONMENTAL CLEAN-UPS, COMMUNITY TRAININGS AND EVENTS WILL DEMONSTRATE THE ACCOMPLISHMENTS RESULTING FROM THESE WORK PLAN COMMITMENTS. DIRECT BENEFICIARIES OF THIS GRANT ARE MEMBERS OF THE TRIBE.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 653000.0,
  "award_count": 2,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 653000.0
    }
  },
  "yearly_obligations": {
    "2022": 519000.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 134000.0
  },
  "trend": "decreasing"
}