{
  "tribe_id": "epa_100000024",
  "tribe_name": "Burns Paiute Tribe",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A19AP00057",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "BURNS PAIUTE TRIBE",
      "obligation": 49778.0,
      "start_date": "2018-10-01",
      "end_date": "2020-10-31",
      "description": "CAPACITY BUILDING",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A18AP00156",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "BURNS PAIUTE TRIBE",
      "obligation": 14961.0,
      "start_date": "2018-08-28",
      "end_date": "2022-09-30",
      "description": "BURNSPAIUTETRIBE_TRAVELFUNDINGTRAINING",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A20AP00114",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "BURNS PAIUTE TRIBE",
      "obligation": 14493.0,
      "start_date": "2020-06-01",
      "end_date": "2023-05-31",
      "description": "COOPERATIVE LANDSCAPE CONSERVATION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A25AV00251",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "BURNS PAIUTE TRIBE",
      "obligation": 3311000.0,
      "start_date": "2024-10-01",
      "end_date": "2029-09-30",
      "description": "BURNS PAIUTE TRIBE, TRIBAL CLIMATE RESILIENCE PROJECT. CATEGORY 2\nNEW CLIMATE-RESILIENT NATURAL RESOURCES MANAGEMENT HEADQUARTERS AT THE BURNS PAIUTE TRIBES MALHEUR RIVER WILDLIFE MITIGATION SITE",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "55IT4101520",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "BURNS PAIUTE TRIBE",
      "obligation": 2503906.82,
      "start_date": "2012-01-06",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "02J34701",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "BURNS PAIUTE TRIBE",
      "obligation": 15000.0,
      "start_date": "2024-01-01",
      "end_date": "2024-12-31",
      "description": "DESCRIPTION:THE BURNS PAIUTE TRIBE IS REQUESTING CLEAN AIR ACT 103 FUNDS TO SUPPORT THE TRIBE'S ENVIRONMENTAL DEPARTMENT (EM) THAT IS STILL IN THE BEGINNING STAGES OF THEIR AIR QUALITY PROGRAM. THE TRIBE WILL ATTEND TRAININGS ON AIR QUALITY AND EDUCATION AND OUTREACH. THE EM DEPARTMENT WILL ENHANCE THE AIR QUALITY THROUGH KNOWLEDGE GAINED FROM THE ADVANCEMENT OF TRAINING.ACTIVITIES:BURNS PAIUTE WILL BUILD A NETWORK FOR THE AIR QUALITY PROGRAM WITH THE ENVIRONMENTAL STAFF THROUGH KNOWLEDGE GAINED FROM THE TRAININGS. THE NETWORK WILL ALSO INCREASE STAFF KNOWLEDGE OF THE AIR QUALITY PROGRAM MANAGEMENT AND DEVELOP A STRATEGY AND TOOLS TO DIRECT THE PLANNING OF THE TRIBE'S AIR QUALITY PROGRAM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:OUTCOMES AND DELIVERABLES WILL INCLUDE SUMMARIES FROM INDOOR CONCERNS IN TRIBAL COMMUNITIES, RADON, HAZARDOUS MATERIALS IN HOMES, AND COLLECTION AND MANAGING DATA ALONG WITH WHO PRESENTED, WHAT WAS LEARNED, AND CONNECTIONS MADE FOR FOLLOW-UP ACTION STEPS. DELIVERABLES WILL ALSO INCLUDE ALL KNOWN SOURCES ENTERED INTO THE DATABASE OF AIR POLLUTION. ALL HOUSES AND FACILITIES ON THE RESERVATION WILL BE SUPPLIED WITH THE PROPER INFORMATION ON WOODSTOVE OPERATION, OUTDOOR BURNING, AND INFORMATION ON THE AIR QUALITY MONITOR. FUTURE TRAINING NEEDS WITH A DRAFTED STRATEGY ON BUDGET, RESOURCE NEEDS, AIR QUALITY CONCERNS, KEY CONTACTS, AND NEXT STEPS.\n\nTHE INTENDED BENEFICIARIES ARE THE BURNS PAIUTE TRIBE AND MEMBERS OF THE RESERVATION.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J69101",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "BURNS PAIUTE TRIBE",
      "obligation": 15000.0,
      "start_date": "2025-01-01",
      "end_date": "2025-12-31",
      "description": "DESCRIPTION:THE BURNS PAIUTE TRIBE IS REQUESTING CAA 103 GRANT FUNDING TO SUPPORT THE TRIBE'S ENVIRONMENTAL DEPARTMENT (EM) THAT IS STILL IN THE BEGINNING STAGES OF THEIR AIR QUALITY PROGRAM. THE TRIBE WILL ATTEND TRAININGS ON AIR QUALITY, EDUCATION, AND OUTREACH. THE EM DEPARTMENT WILL ENHANCE AIR QUALITY THROUGH KNOWLEDGE GAINED FROM THE ADVANCEMENT TRAINING.ACTIVITIES:BURNS PAIUTE TRIBE WILL BUILD A NETWORK FOR THE AIR QUALITY PROGRAM WITH THE ENVIRONMENTAL STAFF THROUGH KNOWLEDGE GAINED THROUGH THE TRAININGS. THE NETWORK WILL ALSO INCREASE STAFF KNOWLEDGE OF THE AIR QUALITY PROGRAM MANAGEMENT AND DEVELOP A STRATEGY AND TOOLS TO DIRECT THE PLANNING OF THE TRIBE'S AIR QUALITY PROGRAM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:OUTCOMES AND DELIVERABLES WILL INCLUDE SUMMARIES FROM INDOOR CONCERNS IN TRIBAL COMMUNITIES, RADON, HAZARDOUS MATERIALS IN HOMES, AND COLLECTION AND MANAGING DATA ALONG WITH WHO PRESENTED, WHAT WAS LEARNED AND CONNECTIONS MADE FOR FOLLOW-UP ACTION STEPS. DELIVERABLES WILL ALSO INCLUDE ALL KNOWN SOURCES ENTERED INTO THE DATABASE OF AIR POLLUTION. ALL HOUSES AND FACILITIES ON THE RESERVATION WILL BE SUPPLIED WITH THE PROPER INFORMATION ON WOODSTOVE OPERATION, OUTDOOR BURNING, AND INFORMATION ON AIR QUALITY MONITOR. FUTURE TRAINING NEEDS WITH A DRAFTED STRATEGY ON BUDGET, RESOURCES NEEDS, AIR QUALITY CONCERNS, KEY CONTACTS, AND NEXT STEPS. THE INTENDED BENEFICIARIES ARE THE BURNS PAIUTE TRIBE AND MEMBERS OF THE RESERVATION.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "03J20401",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "BURNS PAIUTE TRIBE",
      "obligation": 15000.0,
      "start_date": "2026-01-01",
      "end_date": "2026-12-31",
      "description": "DESCRIPTION:THE BURNS PAIUTE TRIBE IS REQUESTING CLEAN AIR ACT (CAA) GRANT FUNDING TO SUPPORT THE TRIBE'S ENVIRONMENTAL DEPARTMENT (EM) THAT IS STILL IN ITS RELATIVELY BEGINNING STAGES OF THE AIR QUALITY (AQ) PROGRAM. THE TRIBE'S ENVIRONMENTAL DEPARTMENT MANAGER WILL EXPAND ON KNOWLEDGE TO DEVELOP THE TOOLS NEEDED FOR THE TRIBE'S AIR QUALITY PROGRAM INCLUDING ATTENDING TRAININGS ON AIR QUALITY, EDUCATION, AND OUTREACH.  \n\nACTIVITIES:BURNS PAIUTE TRIBE WILL BUILD A NETWORK FOR THE AIR QUALITY PROGRAM WITH THE ENVIRONMENTAL STAFF THROUGH KNOWLEDGE GAINED THROUGH THE TRAININGS. THE NETWORK WILL ALSO INCREASE STAFF KNOWLEDGE OF THE AIR QUALITY PROGRAM MANAGEMENT AND DEVELOP A STRATEGY AND TOOLS TO DIRECT THE PLANNING OF THE TRIBE'S AIR QUALITY PROGRAM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:OUTCOMES AND DELIVERABLES WILL INCLUDE SUMMARIES FROM INDOOR AIR CONCERNS IN TRIBAL COMMUNITIES, RADON, HAZARDOUS MATERIALS IN HOMES, AND GATHERING AND ORGANIZING INFORMATION FROM PRESENTATIONS DURING TRAINING EVENTS ALONG WITH FOLLOW-UP ACTION STEPS. DELIVERABLES WILL ALSO INCLUDE KNOWN AIR POLLUTION SOURCES FROM THE DATABASE. ALL TRIBAL HOUSING WILL BE SUPPLIED WITH AIR QUALITY UPDATES CONCERNING PROPER OUTDOOR BURNING AND WOODSTOVE OPERATION.\n\nTHE INTENDED BENEFICIARIES ARE THE MEMBERS OF THE BURNS PAIUTE RESERVATION AND PUBLIC.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 5939138.82,
  "award_count": 8,
  "cfda_summary": {
    "15.156": {
      "count": 4,
      "total": 3390232.0
    },
    "14.867": {
      "count": 1,
      "total": 2503906.82
    },
    "66.038": {
      "count": 3,
      "total": 45000.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 15000.0,
    "2025": 3326000.0,
    "2026": 15000.0
  },
  "trend": "stable"
}