{
  "tribe_id": "epa_100000252",
  "tribe_name": "Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "98T02001",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "obligation": 898449.0,
      "start_date": "2020-10-01",
      "end_date": "2024-09-30",
      "description": "THIS FUNDING WILL EXPAND THE ENVIRONMENTAL PROGRAM CAPACITY OF THE RECIPIENT AND IMPLEMENT THEIR SOLID WASTE PROGRAM. THE TRIBE WILL CLEAN UP AN ABANDONED MOBILE HOME PARK OVER TWO YEARS, CONDUCT HOUSEHOLD HAZARDOUS WASTE COLLECTION EVENTS, ATTEND ENVIRONMENTAL PROGRAM RELATED TRAININGS, AND EXPAND COMMUNITY OUTREACH AND ENVIRONMENTAL EDUCATION ACTIVITIES.  THIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $218,870 TO SUPPORT YEARS 1 AND 2 OF WORKPLAN ACTIVITIES.   NOTE: EPA PO CHANGED FROM MICHELLE BAKER TO DESTINEE COOPER.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "98T95001",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "obligation": 478945.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY. THE RECIPIENT WILL BUILD ITS CAPACITY TO ADMINISTER AN EPA PROGRAM AND/OR IMPLEMENT SOLID/HAZARDOUS WASTE ACTIVITIES.\n\nTHIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $248,065.ACTIVITIES:THE ACTIVITIES INCLUDE WASTE COLLECTION EVENTS, WASTE REMOVALS, AND CONDUCT OUTREACH AND EDUCATION ACTIVITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE AMOUNTS OF WASTE COLLECTED DURING EVENTS, COPIES OF WASTE REMOVAL AND COLLECTION EVENT FLIERS, AND COPIES OF OUTREACH AND EDUCATION MATERIALS. THE EXPECTED OUTCOMES INCLUDE REDUCTION OF WASTE IN COMMUNITY AND COMMUNITY AWARENESS OF ENVIRONMENTAL EVENTS. THE INTENDED BENEFICIARIES INCLUDED THE MEMBERS AND/OR RESIDENTS OF THE SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "99T95601",
      "cfda": "66.468",
      "program_id": "epa_stag",
      "recipient_name_raw": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "obligation": 536760.0,
      "start_date": "2019-10-01",
      "end_date": "2024-09-30",
      "description": "THE PROJECT IS LOCATED WITHIN THE SALT RIVER PIMA MARICOPA INDIAN COMMUNITY (COMMUNITY) IN THE DOBSON HEIGHTS SUBDIVISION. THE DOBSON HEIGHTS SUBDIVISION WAS CONSTRUCTED IN THE LATE 1990S AND INCLUDES 28 HOMES AND A NEIGHBORHOOD CENTER. THERE IS AN EXISTING 4'' ASBESTOS CEMENT (AC) WATERLINE THAT RUNS ALONG THE NORTH SIDE OF PINCHOT DR.  THE SUBDIVISION IS LOCATED AT THE INTERSECTION OF DOBSON AND PINCHOT ROAD. THE RESIDENTS WITHIN THIS SUBDIVISION HAVE EXPERIENCED NUMEROUS WATERLINE BREAKS DUE TO THE EXISTING CONDITION OF THE WATER MAIN. THE NEW 8'' PVC (OR DIP) WATERLINE (WITH SERVICES) WILL BE CONSTRUCTED ON PINCHOT RD.   THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $536,760.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97T15101",
      "cfda": "66.468",
      "program_id": "epa_stag",
      "recipient_name_raw": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "obligation": 1014670.0,
      "start_date": "2024-08-10",
      "end_date": "2027-10-30",
      "description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO THE SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY TO IMPLEMENT PROJECTS AND ACTIVITIES THAT ASSIST PUBLIC WATER SYSTEMS SERVING TRIBES TO COMPLY WITH NATIONAL PRIMARY DRINKING WATER REGULATIONS (NPDWRS) OR OTHERWISE FURTHER THE HEALTH PROTECTION OBJECTIVES OF THE SDWA. \n\nTHIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $1,014,670.  PREAWARD COSTS UNDER 90 DAYS ARE APPROVED BACK TO 8/10/2024.ACTIVITIES:THE ACTIVITIES INCLUDE IDENTIFYING SERVICE LINES IN THE WATER SYSTEM WITH FOUR LABELS: LEAD, NON-LEAD, GPR (GALVANIZED REQUIRING REPLACEMENT) OR UNKNOWN, DEVELOPING A LIST OF SERVICE LINES OF KNOWN MATERIAL AND SERVICES LINES OF UNKNOWN MATERIAL WHICH NEED TO BE FURTHER INVESTIGATE, ADDRESSING UNKNOWNS VIA POTHOLING INCLUDING ENVIRONMENTAL CLEARANCE. SPECIFICALLY, THE RECIPIENT WILL PERFORM THE FOLLOWING:\n\nTO CLASSIFY ALL SERVICE LINES AND COMPLETE THE INVENTORY, A COMPREHENSIVE REVIEW OF AVAILABLE RECORDS AND DATA IS NEEDED TO DETERMINE WHICH SERVICE LINES CAN INITIALLY BE CLASSIFIED, AND WHICH SERVICE LINES ARE OF UNKNOWN MATERIAL AND NEED FURTHER INVESTIGATION. SERVICE LINES OF UNKNOWN MATERIAL MAY THEN BE PHYSICALLY INSPECTED THROUGH EXCAVATION/POTHOLING.\n\n1.\tIDENTIFY AND CATEGORIZE ALL SERVICE LINES IN THE WATER SYSTEM WITH THE FOUR LABELS: LEAD, NON-LEAD, GRR (GALVANIZED REQUIRING REPLACEMENT), OR UNKNOWN. REVIEW AVAILABLE RECORDS AND DATA TO DETERMINE WHICH SERVICE LINES MAY BE OF KNOWN MATERIAL AND WHICH ARE UNKNOWN.\n\nSERVICE LINES OF KNOWN MATERIAL MUST BE ACCOMPANIED (AS APPROPRIATE) BY DOCUMENTATION ACCEPTABLE TO EPA. ACCEPTABLE DOCUMENTATION MAY INCLUDE:\n\n(I) AS-BUILT DOCUMENTS OR OTHER SIMILAR WATER SYSTEM RECORDS - IN MOST CASES, THE AS-BUILTS WOULD NEED TO REFLECT THE ENTIRE HISTORY OF THE SERVICE LINE TO BE DEEMED ACCEPTABLE. LARGE PAPER COPIES DO NOT NEED TO BE SUBMITTED.\n\n(II) HOUSING RECORDS (SUCH AS FROM HUD) - THESE RECORDS MAY SHOW THE SERVICE LINE MATERIAL OR PROVIDE A CONSTRUCTION DATE THAT CAN BE USEFUL IN DETERMINING SERVICE LINE MATERIAL.\n\t\n(III) DOCUMENTATION SHOWING A HOME/NEIGHBORHOOD/SUBDIVISION WAS BUILT AFTER 1989 - THIS MAY INCLUDE HISTORICAL SATELLITE IMAGERY OR HOUSING RECORDS.\n\n2.\tDEVELOP LIST OF SERVICE LINES OF KNOWN MATERIAL AND SERVICES LINES OF UNKNOWN MATERIAL WHICH NEED TO BE FURTHER INVESTIGATED. SUBMIT INITIAL SLI IDENTIFYING THE MATERIAL OF EACH SERVICE LINE OR AS UNKNOWN BY OCTOBER 16, 2024.\n\n3.\tDEVELOP PLAN FOR ADDRESSING UNKNOWNS (E.G. POTHOLING, GROUPING TOGETHER LINES OF SIMILAR CONSTRUCTION ETC.) AND GAIN EPA APPROVAL.\n\nPLAN MUST BE APPROVED BY EPA PRIOR TO STARTING ANY EXCAVATION/POTHOLING. DETERMINE IF ENVIRONMENTAL AND ARCHAEOLOGICAL CLEARANCE IS NEEDED FOR POTHOLING AND HOW CLEARANCE WILL TAKE PLACE. GAIN HOMEOWNER APPROVAL FOR POTHOLING IF APPLICABLE.\n\nEPA WILL WORK WITH THE WATER SYSTEM TO ADDRESS ALL UNKNOWNS THAT CANNOT BE PHYSICALLY VERIFIED. THERE ARE STATISTICAL APPROACHES THAT CAN BE FOLLOWED TO MAKE EDUCATED ASSUMPTIONS ABOUT UNKNOWN MATERIAL TO CLASSIFY THE WATER LINES. IF, IN THE FUTURE, IT IS DETERMINED THAT THESE EDUCATED ASSUMPTIONS WERE INCORRECT, THE SYSTEM MAY NEED TO REEVALUATE ALL THE LINES THAT WERE CLASSIFIED BASED ON THOSE ASSUMPTIONS.\n\nAS PART OF A STATISTICAL APPROACH, ADDITIONAL INFORMATION ABOUT KNOWN AND UNKNOWN LINES CAN BE USEFUL. ALL THIS INFORMATION, IF AVAILABLE, MUST BE DOCUMENTED. THIS INFORMATION CAN BE TRACKED IN THE INVENTORY SPREADSHEET WHEN RELEVANT TO INDIVIDUAL LINES OR IN A SEPARATED DOCUMENT WHEN RELEVANT TO LARGER SECTIONS OF THE SYSTEM. THIS INFORMATION MUST BE SUBMITTED TO EPA IF IT IS TO BE USED TO IDENTIFY UNKNOWN LINES. EXAMPLES OF ADDITIONAL INFORMATION THAT MAY BE USED IN A STATISTICAL APPROACH ARE PROVIDED BELOW.\n\n3-POINT INSPECTION - A 3-POINT INSPECTION INVOLVES VISUALLY INSPECTING THREE POINTS OF THE LINE THAT MAY BE VISIBLE WITHOUT UNEARTHING THE LINE. THE MOST LIKELY THREE POINTS WOULD BE ON EACH SIDE OF A METER OR VALVE SEPARATING THE P",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "A21AV00032",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "obligation": 21793927.36,
      "start_date": "2020-10-01",
      "end_date": "2022-09-30",
      "description": "SELF GOVERNANCE COMPACTS FY 21 CR1 (19.73%) TPA BASE DIST.",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A22AV00107",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "obligation": 19388269.65,
      "start_date": "2021-10-01",
      "end_date": "2023-09-30",
      "description": "SELF GOVERNANCE COMPACTS (TPA BASE) CR1 (17.53%) DISTRIBUTION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A18AV00194",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "obligation": 19333443.17,
      "start_date": "2017-10-01",
      "end_date": "2024-09-30",
      "description": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A19AV00051",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "obligation": 18456669.74,
      "start_date": "2018-10-01",
      "end_date": "2024-09-30",
      "description": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A21AV00567",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "obligation": 17867850.65,
      "start_date": "2020-10-01",
      "end_date": "2023-09-30",
      "description": "AMERICAN RESCUE PLAN ACT 2021/LAW ENFORCEMENT SPECIAL INITIATIVES FUNDING IS BEING PROVIDED ON A ONE-TIME (NONRECURRING) BASIS TO MEET THE OPERATIONAL NEEDS OF TRIBALLY CONTRACTED OR COMPACTED LAW ENFORCEMENT AND/OR DETENTION/CORRECTIONS PROGRAMS",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "A22AV00693",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "obligation": 1516904.0,
      "start_date": "2021-10-01",
      "end_date": "2022-09-30",
      "description": "DISTS. FOR TRIBAL TRANSPORTATION PROGRAM AND TRIBAL TRANSPORTATION PLANNING FOR ACTIVITIES/PROJECTS DESCRIBED IN 23 USC 202(A) AND A FHWA APPROVED TRANSPORTATION IMPROVEMENT PROGRAM (TIP), 23 USC 202(C)(3).",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "693JJ32440111",
      "cfda": "20.205",
      "program_id": "fhwa_ttp_safety",
      "recipient_name_raw": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "obligation": 49872946.0,
      "start_date": "2024-02-26",
      "end_date": "2027-02-27",
      "description": "THIS PROJECT IS LOCATED IN THE SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY (SRPMIC) AND ALSO IN THE CITY OF SCOTTSDALE, ARIZONA. THE PROJECT INCLUDES COMPREHENSIVE ROADWAY IMPROVEMENTS TO PIMA ROAD, FROM MCDOWELL ROAD TO KRAIL STREET, AND REGIONAL, LARGE DIAMETER STORM DRAIN INSTALL FROM THOMAS ROAD TO THE SALT RIVER. THE LARGE DIAMETER STORM DRAIN'S FUNCTION IS TO MITIGATE FLOODING HAZARDS FROM THE GRANITE REEF WATERSHED, AND IT EXTENDS FROM THOMAS ROAD AND PIMA ROAD INTERSECTION, CONTINUES SOUTH ALONG PIMA ROAD TO MCKELLIPS ROAD, WEST ON MCKELLIPS ROAD TO THE 84TH STREET ALIGNMENT, AND SOUTH ON 84TH STREET TO THE OUTFALL AT THE SALT RIVER.",
      "awarding_agency": "Department of Transportation"
    },
    {
      "award_id": "55IT0403680",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY",
      "obligation": 25652053.0,
      "start_date": "2015-06-05",
      "end_date": "2033-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    }
  ],
  "total_obligation": 176810887.57,
  "award_count": 12,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 1377394.0
    },
    "66.468": {
      "count": 2,
      "total": 1551430.0
    },
    "20.205": {
      "count": 7,
      "total": 148230010.57
    },
    "14.867": {
      "count": 1,
      "total": 25652053.0
    }
  },
  "yearly_obligations": {
    "2022": 20905173.65,
    "2023": 0.0,
    "2024": 50887616.0,
    "2025": 478945.0,
    "2026": 0.0
  },
  "trend": "increasing"
}