{
  "tribe_id": "epa_100000363",
  "tribe_name": "Beaver Village",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "02J22701",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "BEAVER VILLAGE",
      "obligation": 528000.0,
      "start_date": "2022-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO ADVANCE ADMINISTRATIVE AND PROGRAMMATIC WORK THROUGH TRAINING AND CONFERENCE ATTENDANCE, REVIEWING/UPDATING POLICIES AND PROCEDURES, AND COMMUNITY ENVIRONMENTAL OUTREACH/EDUCATION; CONDUCT INDOOR AIR QUALITY RESEARCH, PLANNING, AND PROGRAM ESTABLISHMENT; ENHANCE THE SOLID WASTE PROGRAM THROUGH PLANNING, MANAGEMENT, IMPLEMENTATION, AND SUSTAINABILITY STRATEGIES; AND ESTABLISH A BASELINE WATER QUALITY SAMPLING DATABASE.ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE: ADMINISTRATIVE - ATTEND TRAINING, UPDATE POLICIES AND PROCEDURES, COLLABORATE WITH OTHER ORGANIZATIONS, PUBLISH A NEWSLETTER, AND CONDUCT ENVIRONMENTAL EDUCATION MEETINGS; INDOOR AIR QUALITY - ATTEND TRAINING, LEAD DISCUSSIONS AT COMMUNITY MEETINGS, DEVELOP AN INDOOR AIR QUALITY MANAGEMENT PLAN, AND COLLECT BASELINE INDOOR AIR QUALITY DATA; SOLID WASTE MANAGEMENT - ATTEND TRAINING, UPDATE THE INTEGRATED WASTE MANAGEMENT PLAN, BUY TOOLS, SUPPLIES, AND EQUIPMENT, PROVIDE COMMUNITY ENVIRONMENTAL EDUCATION, AND PURCHASE A METAL SHED KIT;  WATER QUALITY - ATTEND CONFERENCES AND TRAINING, CONDUCT WATER SAMPLING, FACILITATE PUBLIC OUTREACH, AND POST SIGNS WITH INFORMATION ON WATER CONDITIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE QUARTERLY PROGRESS REPORTS, NEWSLETTERS, COMMUNITY FEEDBACK, ATTENDANCE LISTS, PRESENTATIONS, PHOTOS, TRIP REPORTS, AND AN UPDATED INTEGRATED WASTE MANAGEMENT PLAN. EXPECTED OUTCOMES INCLUDE STRONG ENVIRONMENTAL STEWARDSHIP BEHAVIORS THROUGH COMMUNITY PARTICIPATION IN AIR QUALITY MANAGEMENT, SUSTAINABLE WASTE MANAGEMENT, AND WATER QUALITY EDUCATION. INTENDED BENEFICIARIES ARE COMMUNITY MEMBERS AND THE ENVIRONMENT OF BEAVER VILLAGE.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 528000.0,
  "award_count": 1,
  "cfda_summary": {
    "66.926": {
      "count": 1,
      "total": 528000.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 528000.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}