{
  "tribe_id": "epa_100000400",
  "tribe_name": "Native Village of Ekwok",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "EMS-2021-PC-0011",
      "cfda": "97.047",
      "program_id": "fema_bric",
      "recipient_name_raw": "NATIVE VILLAGE OF EKWOK",
      "obligation": 129793.55,
      "start_date": "2021-06-01",
      "end_date": null,
      "description": "PRE-DISASTER MITIGATION",
      "awarding_agency": "Department of Homeland Security"
    },
    {
      "award_id": "01J54801",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF EKWOK",
      "obligation": 494424.0,
      "start_date": "2019-10-01",
      "end_date": "2023-09-30",
      "description": "THE WORK TO BE ACCOMPLISHED IS ORGANIZED INTO FOUR WORK PLAN COMPONENTS. COMPONENT 1 BUILDS TRIBAL ADMINISTRATIVE CAPACITY AND SUPPORTS STAFF TRAVEL TO ENVIRONMENTAL CONFERENCES. COMPONENT 2 SUPPORTS A TRIBAL SOLID AND HAZARDOUS WASTE AND RECYCLING PROGRAM. COMPONENT 3 CONDUCTS ENVIRONMENTAL OUTREACH AND EDUCATION. COMPONENT 3 SUPPORTS A TRIBAL AIR QUALITY PROGRAM AND EMERGENCY RESPONSE PLANNING. COMPONENT 4 SUPPORTS RESEARCH AND PLANNING EFFORTS TO ADDRESS CLIMATE CHANGE AND EROSION RELATED RISKS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J29701",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF EKWOK",
      "obligation": 428000.0,
      "start_date": "2023-10-01",
      "end_date": "2027-09-30",
      "description": "DESCRIPTION:TRIBE WILL BUILD CAPACITY TO DEVELOP, MAINTAIN, AND ADMINISTER ENVIRONMENTAL PROGRAMS. THE TRIBE WILL CONTINUE TO BUILD A SUSTAINABLE SOLID AND HAZARDOUS WASTE PROGRAM. THE TRIBE WILL MAINTAIN THE ESTABLISHED ENVIRONMENTAL COMMITTEE AND PROVIDE COMMUNITY EDUCATION AND OUTREACH. THE TRIBE WILL CONTINUE TO WORK ON EROSION AND CLIMATE CHANGE HAZARD IMPACTS.\nTHE TRIBE  WILL STUDY WELL WATER QUALITY TO ENSURE SAFE DRINKING WATER. THE TRIBE WILL CONTINUE CONTAMINATED SITE REMEDIATION AND EMERGENCY RESPONSE ACTIVITIES ASSOCIATED WITH OIL LEAKS AND CONTAMINATED SOIL.\nACTIVITIES:MAINTAIN OFFICE AND PRESENT STAFFING LEVELS. PREPARE TIMELY SEMI-ANNUAL, FINANCIAL AND ANNUAL REPORTS. CONTINUE STAFF DEVELOPMENT THROUGH TRAININGS, WEBINARS, AND WORKSHOPS. IGAP STAFF WILL CONTINUE TO DOCUMENT AND ENCOURAGE COMMUNITY MEMBERS TO RECYCLE ALUMINUM CANS, BATTERIES, WHITE GOODS, ELECTRONICS, PLASTIC, INK CARTRIDGES, AND FLUORESCENT LIGHT BULBS. THE TRIBAL ENVIRONMENTAL COMMITTEE WILL WORK WITH THE IGAP STAFF TO ASSESS THE COMMUNITIES' ENVIRONMENTAL ISSUES. COMMUNITY OUTREACH AND EDUCATION ON ENVIRONMENTAL ISSUES WITHIN AND OUTSIDE OF OUR COMMUNITY WILL BE THROUGH A QUARTERLY NEWSLETTER, FLYERS, AND DURING THE COMMUNITY CLEANUP. EPA TRIBAL ENVIRONMENTAL PLAN(ETEP) WILL BE UPDATED TO INCORPORATE THE ADDITIONAL CAPACITY INDICATORS, PER RECENT UPDATES FROM EPA, AND ADD ANY PRIORITIES AND GOALS NOT LISTED IN THE ETEP THAT ARE IN WORKPLAN.\nIGAP STAFF WILL CONTINUE GATHERING INFORMATION ON CHANGES OBSERVED BY COMMUNITY MEMBERS AND PARTICIPATE IN THE LOCAL ENVIRONMENTAL OBSERVER (LEO) NETWORK TO DEVELOP A RECORD OF CLIMATE CHANGE EVENTS. IGAP STAFF WILL MAINTAIN TIME-LAPSE CAMERA (S) TO RECORD DAILY IMAGES AND VIDEO FOOTAGE OVER THE COURSE OF THE YEAR FOR CHANGES IN WEATHER CONDITIONS AND EROSION. IGAP STAFF WILL PERFORM BASE LINE WATER QUALITY STUDY OF DRINKING WATER AND AMBIENT STREAM WATER.                                              SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:STAFFING LEVELS WITHIN THE IGAP PROGRAM WILL RETAINED AND STAFF WILL BE TRAINED IN ADMINISTRATION OF GRANTS AND ENVIRONMENTAL WORK. TRIBAL COUNCIL AND EPA WILL BE KEPT ABREAST OF PROGRAM PROGRESS, NEW ISSUES AND NEEDS THAT MAY ARISE. THE MONTHLY, SEMI-ANNUAL, FINANCIAL, AND ANNUAL REPORTS WILL BE FILED AND SUBMITTED TO EPA. SOLID WASTE NEWSLETTER, AND SEPARATION RATE CALCULATED AND DOCUMENTED WILL BE FILED AND A COPY WILL BE INCLUDED WITH IN SEMI-ANNUAL REPORT TO EPA. CLIMATE CHANGES DATA COLLECTED WILL BE DOCUMENTED AND FILED AT ENVIRONMENTAL OFFICE. POSTING OF CLIMATE CHANGES ON LOW EARTH ORBIT (LEO) WILL ALSO BE ACCOMPLISHED. INFORMATION COLLECTED WILL BE PUT IN NEWSLETTER, FLYERS FOR COMMUNITY PRESENTATION. WATER QUALITY DATA THAT IS COLLECTED FROM DRINKING WATER WELLS AND THE NUSHAGAK WATERSHED WILL BE ENTERED INTO A DATA BASE AND REPORTED TO EPA. INTENDED BENEFICIARIES WILL BE THE NATIVE VILLAGE OF EKWOK.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 1052217.55,
  "award_count": 3,
  "cfda_summary": {
    "97.047": {
      "count": 1,
      "total": 129793.55
    },
    "66.926": {
      "count": 2,
      "total": 922424.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 428000.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "stable"
}