{
  "tribe_id": "epa_100000401",
  "tribe_name": "Native Village of Elim",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "A20AP00200",
      "cfda": "15.156",
      "program_id": "bia_tcr",
      "recipient_name_raw": "NATIVE VILLAGE OF ELIM IRA",
      "obligation": 149022.0,
      "start_date": "2020-06-01",
      "end_date": "2023-11-30",
      "description": "COOPERATIVE LANDSCAPE CONSERVATION",
      "awarding_agency": "Department of the Interior"
    },
    {
      "award_id": "02J10301",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF ELIM IRA",
      "obligation": 376420.0,
      "start_date": "2022-10-03",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE WORK TO BE ACCOMPLISHED IN THIS PROJECT INCLUDES: GAP MANAGEMENT AND CAPACITY BUILDING, GAP MANAGEMENT AND SOLID WASTE CAPACITY BUILDING, DEVELOPMENT OF HARMFUL ALGAL BLOOM PROGRAM. THIS PROJECT WILL ASSIST THE NATIVE VILLAGE OF ELIM IN BUILDING CAPACITY AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH. \nACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE: COMPLETE CLOSEOUT ACTIVITIES, INCLUDING SUBMITTING FINAL PERFORMANCE REPORT AND FINAL SF-425. PERFORM SOURCE SEPARATION ACTIVITIES; RECYCLING ALUMINUM CANS AND PLASTIC BOTTLES; HOUSEHOLD HAZARDOUS WASTE SUCH AS BATTERIES, LEAD ACID BATTERIES, INK TONER, AND LIGHT BULBS; ELECTRONIC WASTE WILL BE COLLECTED FROM THE COMMUNITY TO BE RECYCLED; FREON REMOVAL WILL BE DONE WHEN NECESSARY. BACKHAUL LOG WILL BE KEPT OF ITEMS SENT TO KAWERAK INC.'S BACKHAUL PROGRAM. BOXES WILL BE PROPERLY LABELED OF CONTENTS BEFORE SHIPPED. SPRING COMMUNITY CLEANUP AND COLLECT RECYCLABLES. GAP STAFF WILL COLLECT BURNABLE MATERIAL FROM THE COMMUNITY AND UTILIZE THE TRASH BURN UNIT. BUILD CAPACITY BY ATTENDING TRAINING PROVIDED BY NSHC, OCEAN AND EARTH ENVIRONMENTAL SERVICES (OANDE), NOAA STAFF ON PHYTOPLANKTON MONITORING, COLLECTING, AND ANALYSIS. PARTICIPATE IN WEEKLY PHYTOPLANKTON BASELINE DATA RESEARCH, TOXIN ANALYSIS, AND DATA ENTRY INTO SHARED DATABASE HOSTED BY OANDE FOR NOAA IN ACCORD WITH NOAA'S COOPERATIVE RESEARCH AND DEVELOPMENT AGREEMENT. UPDATE NEWSLETTER TO SHARE WITH COMMUNITIES ON INTERPRETATION AND WHAT HABS ARE AND HOW THEY AFFECT HUMAN HEALTH AND WHAT THE DATA MEANS AND WHY IT IS IMPORTANT.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES, EXPECTED OUTCOMES, AND INTENDED BENEFICIARIES INCLUDE:\nNATIVE VILLAGE OF ELIM WILL BUILD A STRONG ENVIRONMENTAL OFFICE WITH THE CAPACITY TO SUCCESSFULLY MANAGE THE GRANT AND HELP THE COMMUNITY RESOLVE ITS ENVIRONMENTAL ISSUES. INCREASE POLLUTION PREVENTION AND RECYCLING IN THE COMMUNITY. DECREASE IN NUMBER OF RECYCLABLES AND HAZARDOUS WASTE ENTERING THE LANDFILL. INCREASE IN QUALITY, HEALTH, AND SAFETY OF ENVIRONMENT AND SUBSISTENCE RESOURCES. INCREASE COMMUNITY AND COUNCIL AWARENESS OF SOLID AND HAZARDOUS WASTE'S POTENTIAL IMPACTS TO LAND, AIR, AND WATER. INCREASE IN COMMUNITY KNOWLEDGE OF POLLUTION PREVENTION PRACTICES AND RECYCLING OPPORTUNITIES. DEVELOP AN 'EARLY WARNING' SYSTEM TO PROTECT HUMAN HEALTH. PROVIDE BASELINE DATA AND OUTREACH INFORMATION TO TRIBAL COMMUNITIES WITHIN THE NORTON SOUND HEALTH CORPORATION NETWORK (NSHC) TO PROTECT HUMAN HEALTH. PHYTOPLANKTON MONITORING SYSTEM ESTABLISHED. INCREASED AWARENESS OF HARMFUL ALGAL BLOOM TOXINS FOR AQUATIC LIFE AND HUMAN HEALTH.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 525442.0,
  "award_count": 2,
  "cfda_summary": {
    "15.156": {
      "count": 1,
      "total": 149022.0
    },
    "66.926": {
      "count": 1,
      "total": 376420.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 376420.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}