{
  "tribe_id": "epa_100000536",
  "tribe_name": "Village of Solomon",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "01J80601",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "VILLAGE OF SOLOMON",
      "obligation": 498272.0,
      "start_date": "2020-10-01",
      "end_date": "2024-09-30",
      "description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE VILLAGE OF SOLOMON TO BUILD ITS CAPACITY TO ADMINISTER ENVIRONMENTAL PROGRAMS ON INDIAN LANDS. SPECIFICALLY, THE RECIPIENT WILL MANAGE AN ENVIRONMENTAL OFFICE TO SUSTAIN A SUCCESSFUL TRIBAL ENVIRONMENTAL PROGRAM; DEVELOP WATER QUALITY MONITORING CAPACITY INCLUDING WATER QUALITY SAMPLING; IMPLEMENT RECYCLING, COMMUNITY OUTREACH AND ENVIRONMENTAL EDUCATION PROGRAMS; AND RESEARCH AND PLAN FOR ALTERNATIVE ENERGY RESOURCES.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "02J69001",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "VILLAGE OF SOLOMON",
      "obligation": 266042.0,
      "start_date": "2024-10-01",
      "end_date": "2028-09-30",
      "description": "DESCRIPTION:THE VILLAGE OF SOLOMON WILL USE GAP FUNDING TO ADDRESS PRIORITY ENVIRONMENTAL CONCERNS IN THE COMMUNITY. ENVIRONMENTAL STAFF WILL FOCUS ON TECHNICAL TRAINING AND BUILDING MANAGEMENT CAPACITY, WITH THE GOAL OF ACHIEVING PROGRAMMATIC GROWTH TO MAINTAIN MEANINGFUL PARTICIPATION IN EPA PROGRAMS. KEY AREAS OF FOCUS INCLUDE DEVELOPING WATER QUALITY MONITORING PROGRAM, ENVIRONMENTAL RESEARCH, AND ESTABLISHING PUBLIC PARTICIPATION AND EDUCATION THROUGH COMMUNITY ENGAGEMENT ON POLLUTION PREVENTION. ACTIVITIES:ACTIVITIES PERFORMED UNDER THE GRANT WILL FOCUS ON TECHNICAL TRAINING TO BUILD ADMINISTRATIVE AND ENVIRONMENTAL SKILLS RELEVANT TO THE TRIBE'S PRIORITIES. KEY ELEMENTS OF THIS PROGRAM INCLUDE CONDUCTING WATER QUALITY SAMPLING AND RESEARCH INTO ALTERNATIVE AND RENEWABLE ENERGY OPTIONS, ULTIMATELY ENHANCING MEANINGFUL PARTICIPATION IN EPA PROGRAMS. FINALLY, COMMUNITY OUTREACH AND EDUCATION WILL BE INSTRUMENTAL TO ACHIEVING ENVIRONMENTAL RESULTS, INCLUDING SOLID WASTE PLANNING AND IMPLEMENTATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES FROM THE VILLAGE OF SOLOMON WILL INCLUDE QUARTERLY PROGRESS REPORTS TO EPA, OUTLINING PROGRESS TOWARDS ENVIRONMENTAL RESULTS IN PRIORITY AREAS. IN ADDITION, TRIP REPORTS WILL OUTLINE TECHNICAL CAPACITIES GAINED FROM ATTENDING RELEVANT TRAININGS AND CONFERENCES. FINALLY, PHOTOS OF ENVIRONMENTAL CLEAN-UPS, COMMUNITY TRAININGS AND EVENTS WILL DEMONSTRATE THE ACCOMPLISHMENTS RESULTING FROM THESE WORK PLAN COMMITMENTS. DIRECT BENEFICIARIES OF THIS GRANT ARE MEMBERS OF THE TRIBE.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 764314.0,
  "award_count": 2,
  "cfda_summary": {
    "66.926": {
      "count": 2,
      "total": 764314.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 0.0,
    "2024": 0.0,
    "2025": 266042.0,
    "2026": 0.0
  },
  "trend": "new"
}