{
  "tribe_id": "epa_100000340",
  "tribe_name": "Native Village of Afognak",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "02J14901",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "NATIVE VILLAGE OF AFOGNAK",
      "obligation": 440000.0,
      "start_date": "2022-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS PROJECT WILL ASSIST THE NATIVE VILLAGE OF AFOGNAK IN BUILDING CAPACITIES AND DEVELOPING PROGRAMS TO PROTECT THE TRIBAL ENVIRONMENT AND HEALTH.  OBJECTIVES/WORKPLAN COMPONENTS INCLUDE: 1. BUILDING ADMINISTRATIVE CAPACITY; 2. BUILDING PROGRAMMATIC CAPACITY; 3) BUILDING COMMUNICATIONS CAPACITY; AND 4) BUILDING TECHNICAL CAPACITY.ACTIVITIES:WORKPLAN ACTIVITIES/TASKS INCLUDE: MAINTAINING AN ENVIRONMENTAL OFFICE AND ADMINISTRATIVE AND PROGRAM MANAGEMENT FUNCTIONS; ATTENDING TRAINING AND RESEARCHING ISSUES AND RESOURCES; COMMUNICATING INTERNALLY AND EXTERNALLY ABOUT ISSUES AND CONDUCTING COMMUNITY EDUCATION ACTIVITIES; BUILDING TECHNICAL KNOWLEDGE OF AIR AND WATER QUALITY; DEVELOPING AN ENVIRONMENTAL INVENTORY; DEVELOPING AN INDOOR AIR QUALITY MONITORING PROGRAM; AND COLLECTING BASELINE OCEAN WATER QUALITY DATA.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE NATIVE VILLAGE OF AFOGNAK, TRIBAL MEMBERS, AND THE LOCAL PUBLIC.  THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE: INCREASING TRIBAL ADMINISTRATIVE CAPACITY TO RESPOND TO LOCAL ENVIRONMENTAL CONCERNS; INCREASING TRIBAL PROGRAMMATIC CAPACITY TO ASSESS LOCAL ENVIRONMENTAL ISSUES; INCREASING COMMUNITY KNOWLEDGE OF ENVIRONMENTAL ISSUES AND ACTIONS PROTECTIVE OF THE ENVIRONMENT; AND INCREASING TRIBAL TECHNICAL CAPACITIES TO PRIORITIZE ENVIRONMENTAL NEEDS AND DEVELOP PROGRAMS TO ADDRESS THEM.   ANTICIPATED DELIVERABLES INCLUDE: PERFORMANCE REPORTS; FINANCIAL REPORTS; COPIES OF OUTREACH MATERIALS; EVENT SUMMARY REPORTS; AND AN UPDATED ENVIRONMENTAL INVENTORY REPORT.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 440000.0,
  "award_count": 1,
  "cfda_summary": {
    "66.926": {
      "count": 1,
      "total": 440000.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 440000.0,
    "2024": 0.0,
    "2025": 0.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}