{
  "tribe_id": "epa_100000017",
  "tribe_name": "Big Pine Paiute Tribe of the Owens Valley",
  "fiscal_year_range": {
    "start": 2022,
    "end": 2026
  },
  "awards": [
    {
      "award_id": "98T33001",
      "cfda": "66.926",
      "program_id": "epa_gap",
      "recipient_name_raw": "BIG PINE PAIUTE TRIBE",
      "obligation": 672807.0,
      "start_date": "2022-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $159,925. \n\nTHIS AGREEMENT PROVIDES ASSISTANCE TO BIG PINE PAIUTE TRIBE TO BUILD ITS CAPACITY TO ADMINISTER MULTI-MEDIA ENVIRONMENTAL PROGRAMS ON INDIAN LANDS. THE RECIPIENT WILL ATTEND TRAININGS TO BUILD ENVIRONMENTAL PROGRAM CAPACITY, REVIEW THEIR EPA TRIBAL ENVIRONMENTAL PLAN, COLLECT AND TRANSPORT RECYCLABLES, AND COLLABORATE AND WORK WITH THE OWENS VALLEY INDIAN WATER COMMISSION TO ACHIEVE ENVIRONMENTAL PROGRAM GOALS.  ACTIVITIES:THE RECIPIENT WILL ATTEND TRAININGS TO BUILD ENVIRONMENTAL PROGRAM CAPACITY, REVIEW THEIR EPA TRIBAL ENVIRONMENTAL PLAN, COLLECT AND TRANSPORT RECYCLABLES, AND COLLABORATE AND WORK WITH THE OWENS VALLEY INDIAN WATER COMMISSION TO ACHIEVE ENVIRONMENTAL PROGRAM GOALS.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE AN UPDATED MAP SHOWING POTENTIALLY HAZARDOUS SUBSTANCES ON THE RESERVATION, FLIERS AND OUTREACH MATERIALS ON SOLID WASTE REDUCTION, PRESENTATIONS ON OWEN VALLEY WATER AND AIR QUALITY ISSUES, AND SUMMARIES OF CONSULTATION ACTIVITIES FOR ENVIRONMENTAL ISSUES. DIRECT BENEFICIARIES ARE THE MEMBERS AND/OR RESIDENTS OF THE BIG PINE RESERVATION.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "55IT0603500",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "BIG PINE PAIUTE TRIBE",
      "obligation": 6698988.0,
      "start_date": "2012-01-06",
      "end_date": "2034-09-30",
      "description": "INDIAN HSG BLOCK GR",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "21AH0603500",
      "cfda": "14.867",
      "program_id": "hud_ihbg",
      "recipient_name_raw": "BIG PINE PAIUTE TRIBE",
      "obligation": 307833.0,
      "start_date": "2021-04-22",
      "end_date": "2026-09-30",
      "description": "INDIAN HOUSING BLOCK GRANTS",
      "awarding_agency": "Department of Housing and Urban Development"
    },
    {
      "award_id": "98T39501",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "BIG PINE PAIUTE TRIBE",
      "obligation": 77656.0,
      "start_date": "2022-10-01",
      "end_date": "2023-09-30",
      "description": "DESCRIPTION:THE OBJECTIVE OF THIS PROJECT IS TO HELP BUILD THE TRIBE'S CAPACITY TO ASSESS AIR QUALITY CONDITIONS AND TO DEVELOP STRATEGIES TO ADDRESS AIR QUALITY ISSUES. THE TRIBE WILL CONTINUE STRATEGIC PLANNING AND EVALUATION, COMPLIANCE ASSISTANCE, MONITORING AIR EMISSIONS, RULEMAKING, AND OTHER PROGRAM ACTIVITIES. THESE ACTIVITIES ARE TO IMPROVE AND MAINTAIN THE TRIBE'S AIR QUALITY.\n\nTHIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $77,656.ACTIVITIES:THE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE SECTION 103 PROGRAM INCLUDING: STRATEGIC PLANNING AND EVALUATION, COMPLIANCE ASSISTANCE, MONITORING RESERVATION-WIDE AIR EMISSIONS, DEVELOPING AN AIR REGULATORY PROGRAM, PROVIDING COMMUNITY EDUCATION AND OUTREACH, AND PARTICIPATING IN REGIONAL AND NATIONAL INITIATIVES TO IMPROVE AIR QUALITY. THESE ACTIVITIES SUPPORT THE TRIBE'S GOAL TO PROTECT THE HEALTH OF THE TRIBAL COMMUNITY.   SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:OUTCOMES INCLUDE A BROADENED AWARENESS OF AIR QUALITY PROGRAMS THAT ARE ESTABLISHED TO ADDRESS THE ATTAINMENT AND MAINTENANCE OF (NAAQS) AS WELL AS IMMEDIATE AND EMERGING THREATS TO PUBLIC HEALTH AND WELFARE FROM AIR POLLUTION. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE BIG PINE PAIUTE TRIBE AREA RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO CRITERIA AND HAZARDOUS AIR POLLUTANTS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "98T71001",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "BIG PINE PAIUTE TRIBE",
      "obligation": 92222.0,
      "start_date": "2023-10-01",
      "end_date": "2024-09-30",
      "description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO BUILD THE TRIBE'S CAPACITY TO ASSESS AIR QUALITY CONDITIONS AND TO DEVELOP STRATEGIES TO ADDRESS AIR QUALITY ISSUES. THE TRIBE WILL CONTINUE STRATEGIC PLANNING AND EVALUATION, COMPLIANCE ASSISTANCE, MONITORING AIR EMISSIONS, RULEMAKING, AND OTHER PROGRAM ACTIVITIES. THESE ACTIVITIES ARE TO IMPROVE AND MAINTAIN THE TRIBE'S AIR QUALITY.\n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $92,222.ACTIVITIES:THE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE SECTION 103 PROGRAM INCLUDING: STRATEGIC PLANNING AND EVALUATION, COMPLIANCE ASSISTANCE, MONITORING RESERVATION-WIDE AIR EMISSIONS, DEVELOPING AN AIR REGULATORY PROGRAM, PROVIDING COMMUNITY EDUCATION AND OUTREACH, AND PARTICIPATING IN REGIONAL AND NATIONAL INITIATIVES TO IMPROVE AIR QUALITY. THESE ACTIVITIES SUPPORT THE TRIBE'S GOAL TO PROTECT THE HEALTH OF THE TRIBAL COMMUNITY.   SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE COLLECTING AIR QUALITY DATA AND SUBMITTING RESULTS TO EPA'S NATIONAL AIR QUALITY DATABASE. OUTCOMES INCLUDE A BROADENED AWARENESS OF AIR QUALITY ISSUES AND ESTABLISH PROGRAMS TO ADDRESS THE ATTAINMENT AND MAINTENANCE OF NATIONAL AMBIENT AIR QUALITY STANDARDS   (NAAQS) AS WELL AS IMMEDIATE AND EMERGING THREATS TO PUBLIC HEALTH AND WELFARE FROM AIR POLLUTION. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE BIG PINE PAIUTE TRIBE AREA RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO CRITERIA AND HAZARDOUS AIR POLLUTANTS.",
      "awarding_agency": "Environmental Protection Agency"
    },
    {
      "award_id": "97T13301",
      "cfda": "66.038",
      "program_id": "epa_tribal_air",
      "recipient_name_raw": "BIG PINE PAIUTE TRIBE",
      "obligation": 106297.0,
      "start_date": "2024-10-01",
      "end_date": "2026-09-30",
      "description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO BUILD THE TRIBE'S CAPACITY TO ASSESS AIR QUALITY CONDITIONS AND TO DEVELOP STRATEGIES TO ADDRESS AIR QUALITY ISSUES. THE TRIBE WILL CONTINUE STRATEGIC PLANNING AND EVALUATION, COMPLIANCE ASSISTANCE, MONITORING AIR EMISSIONS, RULEMAKING, AND OTHER PROGRAM ACTIVITIES. THESE ACTIVITIES ARE TO IMPROVE AND MAINTAIN THE TRIBE'S AIR QUALITY.\n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $106,297. REFER TO TERMS AND CONDITIONS.\n\nACTIVITIES:THE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE SECTION 103 PROGRAM INCLUDING: TRAINING AND PROGRAM DEVELOPMENT, PROVIDING COMMUNITY EDUCATION AND OUTREACH, ASSESSMENT AND MONITORING OF AIR QUALITY UTILIZING MONITORING EQUIPMENT, DEVELOPING CAPACITY OR A PLAN FOR ELIGIBILITY UNDER THE TRIBAL AUTHORITY RULE (TAR), AND PARTICIPATING IN REGIONAL AND NATIONAL INITIATIVES TO IMPROVE AIR QUALITY. THESE ACTIVITIES SUPPORT THE TRIBE'S GOAL TO PROTECT THE HEALTH OF THE TRIBAL COMMUNITY. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE COLLECTING AIR QUALITY DATA AND SUBMITTING RESULTS TO EPA'S NATIONAL AIR QUALITY DATABASE. OUTCOMES INCLUDE A BROADENED AWARENESS OF AIR QUALITY ISSUES AND ESTABLISH PROGRAMS TO ADDRESS THE ATTAINMENT AND MAINTENANCE OF NATIONAL AMBIENT AIR QUALITY STANDARDS (NAAQS) AS WELL AS IMMEDIATE AND EMERGING THREATS TO PUBLIC HEALTH AND WELFARE FROM AIR POLLUTION. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE BIG PINE TRIBE AREA RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO CRITERIA AND HAZARDOUS AIR POLLUTANTS.",
      "awarding_agency": "Environmental Protection Agency"
    }
  ],
  "total_obligation": 7955803.0,
  "award_count": 6,
  "cfda_summary": {
    "66.926": {
      "count": 1,
      "total": 672807.0
    },
    "14.867": {
      "count": 2,
      "total": 7006821.0
    },
    "66.038": {
      "count": 3,
      "total": 276175.0
    }
  },
  "yearly_obligations": {
    "2022": 0.0,
    "2023": 750463.0,
    "2024": 92222.0,
    "2025": 106297.0,
    "2026": 0.0
  },
  "trend": "decreasing"
}